[
  {
    "name": "Renegados",
    "author": "Marissa Meyer",
    "genre": [
      "ficción"
    ],
    "category": "12+",
    "pages": 587,
    "publisher": "VRYA",
    "description": "Los Renegados son un sindicato de prodigios, humanos con habilidades extraordinarias, quienes surgieron de las ruinas de una sociedad destrozada y establecieron paz y orden donde reinaba el caos.Como campeones de la justicia, ellos son un símbolo de esperanza y coraje para todos... excepto para los villanos que alguna vez derrocaron. Nova tiene una razón para odiar a los Renegados, y tiene como misión la venganza. A medida que se acerca a su objetivo, conoce a Adrian, un Renegado que cree en la justicia. Y en Nova. Pero la lealtad de ella pertenece a un villano que tiene el poder de destruirlos a ambos.",
    "image": "https://www.tematika.com/media/catalog/Ilhsa/Imagenes/646015.jpg",
    "rating": 5,
    "price": 10.0,
    "released": "2018-02-21",
    "language": "español"
  },
  {
    "name": "La granja de Zenón. Un día en la granja",
    "author": "El Reino Infantil",
    "genre": [
      "infantil"
    ],
    "category": "todos",
    "pages": 22,
    "publisher": "Grupo Editorial Planeta S.A.I.",
    "description": "Un grupo de cotorras muy maleducadas se ha adueñado de los melocotoneros. El lorito Pepe y el gallo Bartolito corren a avisar a Zenón, quien tiene un plan infalible para capturarlas.",
    "image": "https://www.planetadelibros.com.ar/usuaris/libros/fotos/331/m_libros/portada_la-granja-de-zenon-un-dia-en-la-granja_el-reino-infantil_202107191813.jpg",
    "rating": 0,
    "price": 6.0,
    "released": "2021-07-14",
    "language": "español"
  },
  {
    "name": "El visitante",
    "author": "Stephen King",
    "genre": [
      "ficción",
      "terror"
    ],
    "category": "16+",
    "pages": 592,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "Un niño de once años ha sido brutalmente asesinado. Todas las pruebas apuntan a uno de los ciudadanos más queridos de Flint City: Terry Maitland, entrenador en la liga infantil, profesor de literatura, marido ejemplar y padre de dos niñas. El detective Ralph Anderson ordena su detención. Maitland tiene una coartada firme que demuestra que estuvo en otra ciudad cuando se cometió el crimen, pero las pruebas de ADN encontradas en el lugar de los hechos confirman que es culpable. Ante la justicia y la opinión pública Terry Maitland es un asesino y el caso está resuelto. Pero el detective Anderson no está satisfecho. Maitland parece un buen tipo, un ciudadano ejemplar, ¿acaso tiene dos caras? Y ¿cómo es posible que estuviera en dos sitios a la vez? La respuesta, como no podría ser de otra forma saliendo de la pluma de Stephen King, te hará desear no haber preguntado. La crítica ha dicho... «¿Puede una persona estar en dos sitios a la vez? Con Stephen King, nunca se sabe...» Woman «Una emocionante historia que trata de algunas de nuestras mayores fobias. Nos recuerda a It.» Kirkus Reviews «El inteligente uso de King de la medicina forense ayuda a cimentar la historia en una realidad clínica creíble, donde los miedos se muestran en su descarnada realidad.» Publishers Weekly «Fascinante. Otro libro asombrosamente oscuro, perfecto para sus millones de lectores.» Booklist «Hay mucho de oscuro y de sobrenatural en esta nueva novela de Stephen King. Pero lo más inquietante resulta ser el lado monstruoso de la naturaleza humana.» USA Today «Hazte un favor y léelo.» Associated Press En los blogs... «La trama es buenísima, los diálogos son estupendos y las escenas, totalmente inquietantes.» Blog Bitácora de mis lecturas «Una historia rotunda y una protagonista fuerte, brillante y capaz que lucha por lo que cree justo sin pararse ante nada ni nadie.» Blog Lectura directa «El visitante es una novela con vida, con fuerza y con una historia realmente potente.» Blog Papel de tinta neg",
    "image": "https://covers.alibrate.com/b/5bcf6c9a08b76e7a029b669d/f9105aac-2fa5-43ac-b7ec-eec51ead72f2/share",
    "rating": 5,
    "price": 12.3,
    "released": "2021-03-01",
    "language": "español"
  },
  {
    "name": "Destellos de belleza. anécdotas y escenas de una vida",
    "author": "Jonas Mekas",
    "genre": [
      "arte",
      "biografía"
    ],
    "category": "todos",
    "pages": 368,
    "publisher": "Caja Negra",
    "description": "Ha llegado el momento de contarles algo sobre mí. Una mini biografía relacionada con el lenguaje. Crecí en una pequeña aldea campesina en Lituania, en una zona que hablaba su propio dialecto. Solíamos reírnos del idioma oficial lituano y bromear al respecto. Luego ingresé en la escuela primaria y tuve que aprender el idioma oficial lituano. Luego, en la secundaria, comencé a aprender latín y francés. Tuve dos años de cada idioma. Cuando llegaron los soviéticos en 1940, declararon que el francés y el latín no eran aceptados. En cambio, impusieron el idioma ruso. Entonces comencé a aprender ruso. Dos años de estudios. Cuando llegaron los nazis en 1942, anunciaron que el ruso ya no era aceptable, solo el alemán. A partir de allí estudié alemán durante dos años más.",
    "image": "https://http2.mlstatic.com/D_NQ_NP_781939-MLA50630405040_072022-V.jpg",
    "rating": 2,
    "price": 8.3,
    "released": "2022-07-01",
    "language": "español"
  },
  {
    "name": "El fantasma del faro",
    "author": "Liniers / Del Campo",
    "genre": [
      "arte"
    ],
    "category": "todos",
    "pages": 192,
    "publisher": "La Editorial Comun",
    "description": "Es verano en la costa de Maine: dos niñas y su padre se mudan a una casa al lado de un faro en ruinas, rodeado de muchos misterios e historias espeluznantes. Se hacen amigas de una joven, que parece simpática pero también un poco rara.",
    "image": "https://www.laeditorialcomun.com/img/p/1/3/6/9/1369-large_default.jpg",
    "rating": 3,
    "price": 9.7,
    "released": "2022-05-01",
    "language": "español"
  },
  {
    "name": "MARVEL ZOMBIES REUNIOS 1",
    "author": "JIM ZUB",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 168,
    "publisher": "PANINI",
    "description": "Los Vengadores se han enfrentado a muchos peligros y han salvado la Tierra en multitud de ocasiones, pero nunca antes habían tenido que lidiar con una infección que está convirtiendo a la gente en zombi y que parece haberse originado dentro de la Torre Stark. Comienza así una carrera contrarreloj para impedir que el brote se extienda a toda Nueva York y al resto del planeta mientras buscan su origen y una posible cura.",
    "image": "https://ramenparados.com/wp-content/uploads/2022/03/marvel-zombies-reunions-1-300x440.jpg",
    "rating": 4,
    "price": 9,
    "released": "2022-06-01",
    "language": "español"
  },
  {
    "name": "EL BATMAN QUE RIE 2.ED",
    "author": "SCOTT SNYDER / JAMES TYNION IV",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 232,
    "publisher": "ECC",
    "description": "“Un Batman que ríe... es un Batman que siempre gana.” Desencadenó el Multiverso Oscuro en la épica colección Noches oscuras:Metal. Ahora la superestrella Scott Snyder vuelve a unirse al aclamadodibujante Jock (Batman: Espejo oscuro) para dejar libre en Gotham Cityal más letal morador de esa realidad alternativa... ¡y el Caballero Oscuro original nunca volverá a ser el mismo! Mitad Batman. Mitad Joker. Combinando todo lo que hace del Cruzado de la Capa un héroe y del Príncipe Payaso un asesino, el Batman que ríe es el genio criminal más peligroso del Multiverso Oscuro. Y ha llegado a Gotham a fin de transformar el hogar de Bruce Wayne en un generador del mal. Y no viene solo. Desde otra de las realidades que integran en miríada el Multiverso Oscuro surge el Caballero Sombrío. Ese cruel justiciero recurrirá a cualquier arma a su disposición para garantizar que sus objetivos se queden bien muertos. Una guerra que no se parece en nada a ninguna —una guerra de Hombres Murciélago— ha dado comienzo. A medida que los más cercanos amigos de Batman, sus más mortíferos enemigos y sus dobles malignos del Multiverso se vean en medio del fuego cruzado, una sola pregunta prevalece: ¿Quién reirá el último? ¡Descubrid la respuesta en El Batman que ríe —la terrorífica reinvención de uno de los mejores héroes del cómic... y también de uno de sus mejores villanos— gracias al principal guionista de Batman de nuestros tiempos! Este volumen recopila la miniserie de siete episodios al completo y el especial dedicado al Caballero Sombrío.",
    "image": "https://i1.whakoom.com/large/3f/0f/851df21f7c934b4ebfb1e612bac1f53c.jpg",
    "rating": 4,
    "price": 25.5,
    "released": "2021-11-09",
    "language": "español"
  },
  {
    "name": "V DE VENDETTA (DC POCKET)",
    "author": "ALAN MOORE",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 288,
    "publisher": "ECC",
    "description": "V de Vendetta, además de ser una de las mayores obras maestras de la industria del cómic y una de las obras más personales de sus autores, Alan Moore y David Lloyd, es una historia espeluznante y terriblemente real acerca de la pérdida de la libertad y de la identidad del individuo que se ve inmerso en un mundo hostil, frío y totalitario. Con el trasfondo de una Inglaterra imaginaria que ha caído bajo la bota de un régimen fascista, se analiza tanto la vida bajo un estado policial asfixiante como el poder de la rebelión y la resistencia del espíritu humano ante la opresión y el totalitarismo.",
    "image": "https://www.ecccomics.com/content/productos/14650/cubierta_VdeVendetta_1_Pocket_15mm.jpg",
    "rating": 3,
    "price": 10,
    "released": "2022-26-07",
    "language": "español"
  },
  {
    "name": "BATMAN: TRES JOKERS",
    "author": "GEOFF JOHNS",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 160,
    "publisher": "ECC",
    "description": "¿Quiénes son los tres Jokers? Batman no entiende cómo ni por qué, pero es un hecho indudable: el hombre al que lleva una vida entera persiguiendo no es un solo hombre. Hay tres Jokers. Ahora que conoce la increíble verdad, Bruce necesita respuestas reales. Junto a Barbara Gordon y Jason Todd, que fueron víctimas de la violencia del Joker, el Caballero Oscuro por fin se dispone a derrotar al maníaco de forma definitiva. A todos y cada uno de ellos. Geoff Johns, el guionista de títulos tan exitosos como El Reloj del Juicio Final y Batman: Tierra Uno, vuelve a unirse a Jason Fabok después de su colaboración en Liga de la Justicia: La Guerra de Darkseid para presentar uno de los acontecimientos más esperados del mundo del cómic en años. Este volumen integral recopila las tres entregas originales de Batman: Three Jokers.",
    "image": "https://www.ecccomics.com/content/productos/12924/PORTADA_JPG_WEB_batman_tres_jokers.jpg",
    "rating": 4,
    "price": 20,
    "released": "2022-26-04",
    "language": "español"
  },
  {
    "name": "THUNDERBOLTS LA ASCENSION DE NORMAN MARVEL MUST HAVE",
    "author": "WARREN ELLIS / MIKE DEODATO JR.",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 304,
    "publisher": "PANINI",
    "description": "La etapa completa de Warren Ellis y Mike Deodato Jr. al frente de Thunderbolts. Uno de los más polémicos guionistas del cómic estadounidense transforma a Los Más Buscados de Marvel en el grupo de elite de Norman Osborn, en una despiadada visión del poder y los medios que utiliza. Veneno, Piedra Lunar, Bullseye, Pájaro Cantor, el Hombre Radiactivo, el Espadachín y Penitencia son las nuevas celebridades de América, siempre a la búsqueda de los superhumanos por registrar que se esconden entre nosotros. ¡Ellos son los nuevos y peligrosos Thunderbolts!",
    "image": "https://www.zonanegativa.com/imagenes/2022/05/ThunderPortada.jpg",
    "rating": 4,
    "price": 24.5,
    "released": "2022-07-07",
    "language": "español"
  },
  {
    "name": "NIGHTWING 1",
    "author": "TOM TAYLOR",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 24,
    "publisher": "ECC",
    "description": "Nightwing está de vuelta con una misión: proteger Blüdhaven. La ciudad adoptiva de Dick Grayson tiene un nuevo alcalde de sospechoso pasado, relacionado con el asesinato de los padres del que fuera el primer Robin de la historia. Con ayuda de Batgirl, el heroe descubrirá algunos secretos que están a punto de cambiar su vida para siempre. ¡Una nueva etapa que no te puedes perder, escrita por Tom Taylor y dibujada por Bruno Redondo, el equipo creativo que reinventó al Escuadrón Suicida!",
    "image": "https://www.comicverso.com/wp-content/uploads/2021/12/Nightwing-1.jpg",
    "rating": 4,
    "price": 3,
    "released": "2021-05-10",
    "language": "español"
  },
  {
    "name": "LOS DEFENSORES ¿Y QUIEN HEREDARA LA TIERRA? (MARVEL LIMITED EDITI ON)",
    "author": "JIM STARLIN / SAL BUSCEMA",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 472,
    "publisher": "PANINI",
    "description": "Libro de historietas encuadernado en cartoné de 472 páginas interiores en color más cubiertas en color que contiene la traducción de los comic books originales The Defenders números 12 al 25, Giant-Size Defenders números 1 al 4 y Marvel Two-In-One números 6 y 7 publicados en USA por Marvel Comics.",
    "image": "https://images.cdn3.buscalibre.com/fit-in/360x360/f8/62/f86241be0d9ba471a4e64b040f0167a5.jpg",
    "rating": 5,
    "price": 45,
    "released": "2020-01-06",
    "language": "español"
  },
  {
    "name": "DETECTIVE MARCIANO: IDENTIDAD",
    "author": "STEVE ORLANDO / RILEY ROSSMO",
    "genre": [
      "comic"
    ],
    "category": "12+",
    "pages": 296,
    "publisher": "ECC",
    "description": "John Jones es uno de los policías más competentes de Midleton, Colorado. No obstante, mientras investiga un truculento asesinato, descubre que hay un elemento de su pasado que ha regresado para atormentarlo. Y es que Jones no es un humano normal. De hecho, ni siquiera es humano. Es J’onn J’onzz, el único superviviente de Marte, cuya civilización desapareció hace mucho tiempo. Como Detective Marciano, se ha enfrentado a numerosas amenazas en solitario y en compañía de la Liga de la Justicia, pero ¿sobrevivirá al caso más complicado de su carrera? El guionista Steve Orlando y el dibujante Riley Rossmo nos traen las aventuras contemporáneas de J’onn J’onzz en un volumen que recopila los números del 1 al 12 de la serie original Martian Manhunter.",
    "image": "https://infinitycomics.es/18039/detective-marciano-identidad.jpg",
    "rating": 4,
    "price": 27.5,
    "released": "2022-26-07",
    "language": "español"
  },
  {
    "name": "DRAGON BALL SUPER Nº 01",
    "author": "AKIRA TORIYAMA",
    "genre": [
      "manga"
    ],
    "category": "todos",
    "pages": 192,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "El mundo ha recuperado la paz, pero ¡¡una nueva amenaza se cierne ahora sobre él!!¿¡Esta vez, el enemigo llega desde el“sexto universo”!? ¡¡Empieza una nueva obra de Dragon Ball que, bajo las directrices originales de Akira Toriyama, retoma el hilo de la historia original!!",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91aaViNP5QL.jpg",
    "rating": 4,
    "price": 8.5,
    "released": "2022-17-10",
    "language": "español"
  },
  {
    "name": "DRAGON BALL SUPER Nº 02",
    "author": "AKIRA TORIYAMA / TOYOTARO",
    "genre": [
      "manga"
    ],
    "category": "todos",
    "pages": 216,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡El esperado segundo tomo de Dragon Ball Super! A instancias de los dioses de la destrucción, se celebra un torneo de artes marciales entre las selecciones del sexto universo y del séptimo universo, al cual pertenece Goku, para determinar quién se hará con las superbolas de dragón. En el equipo rival figuran un saiyano y Frost, un individuo idéntico a Freezer. ¿¡Hasta dónde llega el poder del caballeroso Frost, al que Goku debe enfrentarse!?",
    "image": "https://images.cdn2.buscalibre.com/fit-in/360x360/45/06/4506ebb9b1ca1787b043969e402168ca.jpg",
    "rating": 4,
    "price": 45,
    "released": "2018-16-10",
    "language": "español"
  },
  {
    "name": "ONE PIECE PARTY Nº 01",
    "author": "EIICHIRO ODA",
    "genre": [
      "manga"
    ],
    "category": "12+",
    "pages": 184,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "Aquí empieza este spin-off de One Piece repleto de gags humorísticos :) ¡¡Disfrutad de las cinco historias cortas que contiene!! ¡¡Se avecinan un montón de aventuras en las que veréis desfilar a todos los personajes de la serie original!!",
    "image": "https://katakrak.net/sites/default/files/portadas/9788413411231.jpeg",
    "rating": 5,
    "price": 8.75,
    "released": "2021-07-07",
    "language": "español"
  },
  {
    "name": "ONE PIECE PARTY Nº 02",
    "author": "EIICHIRO ODA",
    "genre": [
      "manga"
    ],
    "category": "12+",
    "pages": 192,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡¡Aquí teneis la segunda y descarada entrega de este spin-off de One Piece repleto de gags humorísticos!! ¡¡Disfrutad de las cinco historias cortas que contiene, entre ellas la emocionante aventura de Ace!!",
    "image": "https://www.planetadelibros.com/usuaris/libros/fotos/323/m_libros/portada_one-piece-party-n-02_eiichiro-oda_202107141208.jpeg",
    "rating": 5,
    "price": 45,
    "released": "2021-24-11",
    "language": "español"
  },
  {
    "name": "PLANETA MANGA Nº 01",
    "author": "VV.AA.",
    "genre": [
      "manga"
    ],
    "category": "12+",
    "pages": 320,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "Antología en formato revista manga japonesa de obras por autores nacionales. Antología en formato revista manga japonesa de obras por autores nacionales (manga, ilustraciones, artículos). Algunas historias serán autoconclusivas, otras serializadas. Los relatos serán de género diverso: shônen, seinen, yuri...",
    "image": "https://www.planetadelibros.com.mx/usuaris/libros/fotos/336/m_libros/portada_planeta-manga-n-01_aa-vv_202207151801.jpg",
    "rating": 4,
    "price": 25.8,
    "released": "2019-15-10",
    "language": "español"
  },
  {
    "name": "PLANETA MANGA Nº 02",
    "author": "VV.AA.",
    "genre": [
      "manga"
    ],
    "category": "12+",
    "pages": 320,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡Nuevo número de la nueva sensación de manga de autores nacionales! Tras la exitosa acogida del primer número, llegan nuevos capítulos de las series favoritas de nuestros lectores, como Gryphoon (de Luis Montes); Alter Ego (de Ana C. Sánchez), Good Game! (de Blanca Mira y Kaoru Okino), La historia del manga (de Marc Bernabé, Oriol Estrada y Marian Company), Shion (de Alba Cardona) y Aron Fire (de Álvaro Jaudenes), junto a nuevas historias cortas de Santi Casas, Sara Soler, Ernest Sala y Ken Niimura, así como el estreno de series nuevas: Wing, de Senshiru y Meadow Queen, de Alicia López.",
    "image": "https://www.planetadelibros.com.mx/usuaris/libros/fotos/336/m_libros/portada_planeta-manga-n-02_aa-vv_202207151802.jpg",
    "rating": 4,
    "price": 25.8,
    "released": "2020-28-01",
    "language": "español"
  },
  {
    "name": "Fuera de serie: por qué unas personas tienen éxito y otras no",
    "author": "Malcolm Gladwell",
    "genre": [
      "economía"
    ],
    "category": "12+",
    "pages": 365,
    "publisher": "Hachette",
    "description": "¿Qué diferencia a quienes hacen algo especial en la vida de quienes no lo hacen? Fuera de serie explora las curiosas historias de los grandes jugadores de fútbol; bucea en la peculiar infancia de Bill Gates; busca qué convirtió a los Beatles en el mejor grupo de rock; y se pregunta qué distingue a los pilotos que estrellan aviones de los que no. A través de su viaje por el mundo de los «fuera de serie», los mejores, los más brillantes y famosos, nos convence de que nuestro modo de pensar en el éxito es erróneo.",
    "image": "https://images.cdn2.buscalibre.com/fit-in/360x360/d9/fa/d9fa5aab28f97e9099566dbed28a0313.jpg",
    "rating": 4,
    "price": 11.69,
    "released": "2008-18-11",
    "language": "español"
  },
  {
    "name": "Cien Años de Soledad",
    "author": "Gabriel García Márquez",
    "genre": [
      "ficción"
    ],
    "category": "12+",
    "pages": 494,
    "publisher": "Penguin Random House",
    "description": "Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevo a conocer el hielo». Con estas palabras empieza una novela legendaria, una de las aventuras literarias más fascinantes del siglo XX. La familia Buendía-lguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representa al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51O9mmoZLhL._SX304_BO1,204,203,200_.jpg",
    "rating": 5,
    "price": 10.93,
    "released": "2009-22-09",
    "language": "español"
  },
  {
    "name": "El Lórax",
    "author": "Dr. Seuss",
    "genre": [
      "infantil"
    ],
    "category": "todos",
    "pages": 72,
    "publisher": "Random House Books for Young Readers",
    "description": "Edición en español y rimada del famoso clásico de Dr. Seuss sobre la protección del medio ambiente!.",
    "image": "https://images-us.bookshop.org/ingram/9780525707318.jpg?height=500&v=v2",
    "rating": 5,
    "price": 15.8,
    "released": "2019-03-26",
    "language": "español"
  },
  {
    "name": "Learn React with TypeScript 3",
    "author": "Carl Rippon",
    "genre": [
      "computación",
      "tecnología"
    ],
    "category": "16+",
    "pages": 502,
    "publisher": "Packt Publishing",
    "description": "React hoy es una de las opciones preferidas para el desarrollo frontend. El uso de React con TypeScript mejora la experiencia de desarrollo y ofrece una poderosa combinación para desarrollar aplicaciones web de alto rendimiento. En este libro, aprenderá a crear componentes de react bien estructurados y reutilizables que son fáciles de leer y mantener mediante el aprovechamiento de técnicas modernas de desarrollo web. Al final del libro, estará bien versado en todo lo que necesita para desarrollar aplicaciones web con todas las funciones con React y TypeScript.",
    "image": "https://itbook.store/img/books/9781789610253.png",
    "rating": 4,
    "price": 44.99,
    "released": "2018-11-29",
    "language": "inglés"
  },
  {
    "name": "Responsive Web Design with HTML5 and CSS, 3rd Edition",
    "author": "Ben Frain",
    "genre": [
      "computación",
      "tecnología"
    ],
    "category": "16+",
    "pages": 408,
    "publisher": "Packt Publishing",
    "description": "Responsive Web Design with HTML5 and CSS, Third Edition es una versión renovada y extendida de uno de los libros más completos y más vendidos sobre las últimas herramientas y técnicas de HTML5 y CSS para el diseño web responsive. Al final de este libro, no solo tendrá una comprensión integral del diseño web responsive y lo que es posible con los últimos HTML5 y CSS, sino también el conocimiento de cómo implementar mejor cada técnica.",
    "image": "https://itbook.store/img/books/9781839211560.png",
    "rating": 4,
    "price": 39.99,
    "released": "2020-04-30",
    "language": "inglés"
  },
  {
    "name": "El Principito",
    "author": "Antoine de Saint-Exupéry",
    "genre": [
      "infantil",
      "novela"
    ],
    "category": "todos",
    "pages": 96,
    "publisher": "Mariner Books",
    "description": "La adorada historia clásica sobre los viajes espaciales de un joven príncipe, una historia profunda sobre la soledad y la pérdida, el amor y la amistad, en español.",
    "image": "https://images-us.bookshop.org/ingram/9780156013925.jpg?height=500&v=v2",
    "rating": 5,
    "price": 12.08,
    "released": "2001-09-04",
    "language": "español"
  },
  {
    "name": "Todo running",
    "author": "Carlos Andrada",
    "genre": [
      "deporte"
    ],
    "category": "todos",
    "pages": 368,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "En los últimos tiempos, correr se convirtió en más, mucho más que dirigirse de un punto a otro en el menor tiempo posible. Esta actividad, que históricamente estuvo reservada a atletas entrenados, hoy es parte esencial de la vida de un gran número de aficionados en todo el mundo. Carlos Andrada, médico, ultramaratonista y estudioso del tema, recorre la historia de las carreras, los grandes cambios a través de los siglos, los personajes salientes de la especialidad; detalla la biomecánica del corredor (la patada, la zancada, la respiración, qué tipo de zapatillas conviene utilizar según las características de cada persona); analiza su fisiología (energía, consumo de oxígeno, pruebas de evaluación física, reacciones del organismo ante la exigencia física y las condiciones extremas de clima y altura); da pautas sobre el entrenamiento (cómo, cuándo, cuánto y dónde correr, los sistemas más utilizados, el sobreentrenamiento, la elongación); pone el acento en la nutrición (qué dieta seguir, qué ingerir antes, durante y después de correr, las bebidas deportivas), y subraya las particularidades de correr en la infancia, en la tercera edad o durante el embarazo, si es bueno tener sexo antes de una carrera, cómo llegar a correr distancias imposibles, la acción terapéutica del running. En suma, un abordaje amplio y minucioso de este fenómeno que no para de crecer.",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789876275125_1.jpg?id_com=1113",
    "rating": 3,
    "price": 19.4,
    "released": "2015-02-01",
    "language": "español"
  },
  {
    "name": "Cuerpos al límite",
    "author": "Federico Bianchini",
    "genre": [
      "biografía",
      "deporte"
    ],
    "category": "todos",
    "pages": 144,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "Si en Desafiar al cuerpo Federico Bianchini se centraba en el esfuerzo de deportistas que corrían o nadaban más de 80 kilómetros sin detenerse, en Cuerpos al límite el autor pone el foco en la resistencia psicológica que hace posible lograr hazañas aún más impresionantes. Las historias de este volumen se entretejen para entender desafíos imposibles: una mujer que parece poder vivir sin respirar, un hombre que completó 50 maratones en 50 días consecutivos, y otro que gracias al deporte superó sus impulsos suicidas. Bianchini también narra la historia del ganador de la carrera más extrema del mundo y la aventura de un cirujano que, en medio de una competición, debe operar a un compañero. ¿Qué técnicas de concentración usan para correr sin derrumbarse? ¿Cuál es el umbral de dolor que son capaces de soportar? ¿En qué momento deciden parar? La crítica ha dicho... «Federico Bianchini es uno de los mejores cronistas de la nueva generación.» Martín Caparrós en su libro Lacrónica «Es en verdad difícil que el encuentro con un escritor, un artista o un intelectual de lugar a una pieza mayor del periodismo. Estamos ante esa excepción.» Juan Villoro, acta del jurado del premio Las Nuevas Plumas 2010 «Consigue con gran maestría y riqueza del lenguaje retratar a un personaje controvertido en sus múltiples facetas personales y profe sionales, utilizando con brillantez técnicas periodísticas y literarias que hunden sus raíces en la mejor tradición del nuevo periodismo iberoamericano.» José Antonio Vera, presidente de la agencia EFE, Jurado del premio Don Quijote - Rey de España 2013",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789877351804_1.jpg?id_com=1113",
    "rating": 3,
    "price": 6.7,
    "released": "2017-11-01",
    "language": "español"
  },
  {
    "name": "El infiltrado",
    "author": "Uki Goñi",
    "genre": [
      "biografía"
    ],
    "category": "12+",
    "pages": 280,
    "publisher": "Editorial Paidós Argentina",
    "description": "En 1977 Uki Goñi era periodista del diario de habla inglesa Buenos Aires Herald, el único medio en Argentina en informar sobre las desapariciones masivas llevadas a cabo por la dictadura del 1976-1983. Entre las madres que se acercaban al diario a denunciar la desaparición de sus hijos, se encontraba infiltrado el teniente de Marina Alfredo Astiz, agente secreto experto en secuestrar a madres, monjas y activistas de derechos humanos. Astiz logró inclusive infiltrarse en el propio Buenos Aires Herald, haciéndose pasar por hermano de un desaparecido. La infiltración de Astiz culminó con el secuestro de un grupo de doce personas, recibidas regularmente por Goñi en el Herald. Este libro significó para el autor saldar una deuda con aquellas madres de desaparecidos y activistas que lo visitaban en el diario.El infiltrado fue citado como evidencia para sentenciar a Astiz en la Causa ESMA II en 2011 y nuevamente en la Causa ESMA III en 2017, y su autor fue testigo en el juicio. Íntegramente reescrito tras estas históricas condenas para la presente edición aumentada, El infiltrado reconstruye cronológicamente la infiltración de Astiz entre las primeras Madres de Plaza de Mayo y relata en primera persona el modo en que el Buenos Aires Herald se enfrentó a la dictadura en una soledad casi completa en aquellos años sangrientos.",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789873804656_1.jpg?id_com=1102&r=pad",
    "rating": 2,
    "price": 8,
    "released": "2018-06-02",
    "language": "español"
  },
  {
    "name": "Secretos del tercer reich",
    "author": "Guido Knopp",
    "genre": [
      "biografía"
    ],
    "category": "16+",
    "pages": 320,
    "publisher": "Editorial Paidós Argentina",
    "description": "Guido Knopp nos ofrece en este libro los resultados de sus investigaciones acerca de algunos de los secretos del Tercer Reich que han permanecido ocultos hasta hoy. Temas como la verdad acerca de la familia de Hitler, sobre la que el propio Führer procuró crear confusión; sobre la procedencia del 'dinero de Hitler', de los ingresos que le permitieron financiar sus campañas y sostener una vida en medio de lujos, o sobre 'las mujeres de Hitler', una historia que comienza con la misteriosa muerte de su sobrina Geli Raubal y concluye con el suicidio de Eva Braun, pero en la que hay otros nombres menos conocidos. Secretos también acerca de otros personajes: sobre las leyendas que envuelven la historia de Erwin Rommel, sobre las falsedades con las que Albert Speer construyó su biografía de 'nazi bueno' y sobre la vida privada, las fantasías, los crímenes y la misteriosa muerte de Himmler.",
    "image": "https://katakrak.net/sites/default/files/styles/extra_large/public/portadas/9788498924947.jpeg?itok=u3OwFo_T",
    "rating": 3,
    "price": 8.5,
    "released": "2013-02-25",
    "language": "español"
  },
  {
    "name": "Declaracion Universal de los Derechos humanos: Naciones Unidas",
    "author": "Naciones Unidas",
    "genre": [
      "derecho"
    ],
    "category": "16+",
    "pages": 26,
    "publisher": "Createspace Independent Publishing Platform",
    "description": "La Declaración Universal de los Derechos Humanos es un documento adoptado por la Asamblea General de las Naciones Unidas en su Resolución 217 A (III), el 10 de diciembre de 1948 en París, que recoge en sus 30 artículos los derechos humanos considerados básicos.",
    "image": "https://images-us.bookshop.org/ingram/9781984992376.jpg?height=500&v=v2",
    "rating": 3,
    "price": 7.99,
    "released": "2018-03-07",
    "language": "español"
  },
  {
    "name": "Derecho Marítimo: : Una Visión General de un Derecho Universal",
    "author": "Tulio Alberto Álvarez",
    "genre": [
      "derecho"
    ],
    "category": "18+",
    "pages": 644,
    "publisher": "Independently Published",
    "description": "El Derecho Marítimo está constituido por el conjunto de normas que regulan el régimen de las aguas, el régimen de la navegación, y el comercio marítimo. Siendo éste, esencialmente, un hecho de carácter internacional, el derecho que lo regula debe tener tal carácter pues en caso contrario se originaría un verdadero caos en las relaciones jurídicas resultantes de actos de comercio internacional. Esta nueva edición del libro del profesor Tulio Álvarez da una visión general de un derecho universal, como es el derecho marítimo y el derecho del mar, destacando la fuente internacional de sus normas y proporcionando las bases integrales para evaluar los contratos maríitimos, los riesgos de la navegación y, en general, el impacto del comercio marítimo en la economía mundial.",
    "image": "https://images-us.bookshop.org/ingram/9798749747690.jpg?height=500&v=v2",
    "rating": 3,
    "price": 30.0,
    "released": "2021-05-06",
    "language": "español"
  },
  {
    "name": "Algebra 4th Edition - Baldor",
    "author": "Aurelio Dr Baldor",
    "genre": [
      "matemática",
      "estudio"
    ],
    "category": "12+",
    "pages": 584,
    "publisher": "Patria",
    "description": "Libro de texto clásico en la enseñanza del álgebra en México y Latinoamérica. Su metodología de enseñanza ha sido aceptada y difundida por más de 50 años. Presenta 6, 523 ejercicios y problemas con respuestas. La obra se divide en 39 capítulos, apéndice con tablas de potencias y raíces y de interés compuesto. Se incluyen al final de la obra, respuestas corregidas a los ejercicios.",
    "image": "https://images-us.bookshop.org/ingram/9786075502090.jpg?height=500&v=v2",
    "rating": 4,
    "price": 51.1,
    "released": "2020-02-25",
    "language": "español"
  },
  {
    "name": "Matematicas En Tu Mundo",
    "author": "Jose Maria Sorando",
    "genre": [
      "matemática"
    ],
    "category": "12+",
    "pages": 256,
    "publisher": "Almuzara",
    "description": "Usos cotidianos, sorpresas y disparates ¿Podemos aplicar las matemáticas en la barra del bar? ¿Qué relación tiene la simetría con la elección sexual de los animales? ¿A qué tópicos erróneos recurren los medios de comunicación de manera habitual? ¿Sabemos reconocer una gráfica manipulada? ¿Qué importancia tienen las parábolas en el fútbol? ¿Hay matemáticas en las calles? ¿Sólo importa la probabilidad al jugar a la Lotería de Navidad? ¿Por dónde trazar una línea de metro? Daremos respuesta a estas y otras muchas preguntas, que se nos podrían plantear en nuestra vida diaria. Siempre desde el rigor matemático, pero con un punto de humor, José María Sorando nos desvela las claves matemáticas del mundo que nos rodea. Las matemáticas se encuentran en todas partes, nos rodean. Por ello, si queremos saber valorar la riqueza de significados y las oportunidades de todo tipo que se nos ofrecen cada día, así como los peligros que nos acechan, se hace necesario tener una cierta comprensión en este campo. Esta obra nos desvelará muchos de los secretos que encierra nuestra vida cotidiana, y que pasan desapercibidos a quien no practica una mirada matemática.",
    "image": "https://images-us.bookshop.org/ingram/9788494778636.jpg?height=500&v=v2",
    "rating": 4,
    "price": 26.95,
    "released": "2018-11-10",
    "language": "español"
  },
  {
    "name": "Julio Iglesias. La Biografía",
    "author": "Oscar Garcia Blesa",
    "genre": [
      "biografía"
    ],
    "category": "18+",
    "pages": 768,
    "publisher": "Aguilar",
    "description": "En la noche que cumplía veinte años, un accidente de coche en una carretera de Madrid cambió para siempre la vida de un joven lleno de sueños. Aquel muchacho, inmóvil durante más de un año y medio en una cama de hospital, se abrazó a una guitarra como única válvula de escape. Desde su cama, sin saberlo, Julio Iglesias construye una de las historias de conquista global más fascinantes del siglo XX. La vida de Julio Iglesias es mucho más que una colección de efemérides y cifras, es una historia de superación, amor, fama, éxito y redención. Su carrera no es solo el relato de su inigualable triunfo y reinvención, es también la crónica sociocultural de todo un país a lo largo de más de setenta años. En 2019 se cumplen 50 años del debut discográfico de Julio Iglesias. Recabando datos de su trayectoria personal y profesional, Óscar García Blesa reúne todas las piezas de un puzzle vital, un repaso por las luces y las sombras de su historia, una vida intensa como la letra de muchas de sus canciones. Julio es la crónica emocional, cultural y sentimental de un artista único que nunca ha abandonado los escenarios y que no tiene intención de hacerlo mientras viva.",
    "image": "https://images-us.bookshop.org/ingram/9788403519978.jpg?height=500&v=v2",
    "rating": 3,
    "price": 20.41,
    "released": "2019-11-19",
    "language": "español"
  },
  {
    "name": "Hitler: Biografia Psicologica",
    "author": "Tamara Lopez",
    "genre": [
      "biografía",
      "historia"
    ],
    "category": "18+",
    "pages": 124,
    "publisher": "Independently Published",
    "description": "Una reveladora nueva biografia sobre Adolf Hitler que explora, sobre todo, el aspecto psicol gico de la historia. La autora despliega todo su conocimiento sobre el personaje y su poca, vali ndose de otras biograf as como la de Marlis Steinert, Thomas Weber, Ian Kershaw, la realizada por el amigo de Hitler August Kubizek y, sobre todo, diferentes trabajos psicol gicos y de psicolog a social que apuntan a develar las preguntas vigentes: qu se esconde detr s del F hrer? cu les fueron los mecanismos que posibilitaron su atractivo y su ascenso? por qu un pueblo y su ej rcito se dejaron arrastrar por las fantas as de este personaje tan extra o hacia una destructividad tan alta?.",
    "image": "https://images-us.bookshop.org/ingram/9781520728049.jpg?height=500&v=v2",
    "rating": 4,
    "price": 15.0,
    "released": "2017-02-27",
    "language": "español"
  },
  {
    "name": "Yoga Anatomy",
    "author": "Amy Matthews",
    "genre": [
      "salud - desarrollo personal"
    ],
    "category": "16+",
    "pages": 344,
    "publisher": "Human Kinetics Publishers",
    "description": "Con más de un millón de copias vendidas, Yoga Anatomy se ha convertido en un recurso invaluable para los practicantes, entusiastas e instructores de yoga de todo el mundo. Ampliada y actualizada, la tercera edición de Yoga Anatomy le proporcionará una comprensión aún más profunda del yoga y de las estructuras y principios que subyacen a cada movimiento.",
    "image": "https://images-us.bookshop.org/ingram/9781492596479.jpg?height=500&v=v2",
    "rating": 4,
    "price": 23.2,
    "released": "2021-10-19",
    "language": "inglés"
  },
  {
    "name": "The Vaccine: Inside the Race to Conquer the Covid-19 Pandemic",
    "author": "Joe Miller",
    "genre": [
      "salud - desarrollo personal"
    ],
    "category": "16+",
    "pages": 288,
    "publisher": "St. Martin's Press",
    "description": "La dramática historia de los científicos casados que fundaron BioNTech y desarrollaron la primera vacuna contra el COVID-19.",
    "image": "https://images-us.bookshop.org/ingram/9781250280367.jpg?height=500&v=v2",
    "rating": 3,
    "price": 26.96,
    "released": "2022-02-01",
    "language": "inglés"
  },
  {
    "name": "El Hombre de Mazapan",
    "author": "J.P. Donleavy",
    "genre": [
      "novela",
      "historia"
    ],
    "category": "16+",
    "pages": 448,
    "publisher": "Edhasa",
    "description": "Lírica y obscena, conmovedora y tremendamente divertida, El hombre de mazapán es una obra escrita con el virtuosismo de un Joyce, la potencia de Henry Miller y el desenfado de un Rabelais y forma parte de las lista de Las mejores 100 novelas del siglo XX elaborada por la Modern Library.En el personaje de Sebastian, alias Hombre de mazapán, Donleavy ha sabido crear un tipo inolvidable. Irresponsable, sucio, seductor, embaucador y pobre de solemnidad, este americano-irlandés extraviado en la vieja patria que se tambalea desde el pub a la casa de empeños, murmurando porposiciones libidinosas al oído de toda muchacha que se le pone a tiro, está empeñado en la búsqueda de la libertad, la riqueza y la fama que siente que le pertenecen. Y, aunque se burla del mundo y de sí mismo, es tan frágil como esos bizcochos con digura humana que se deshacen entre los dedos. La fama de esta novela es tal que ha dado nombre a alguos de los pubs más famosos del mundo.",
    "image": "https://images.cdn3.buscalibre.com/fit-in/360x360/10/33/10335bfbe68f9258bdf3891124f7e811.jpg",
    "rating": 0,
    "price": 25.8,
    "released": "2008-12-03",
    "language": "español"
  },
  {
    "name": "Ben-Hur",
    "author": "Lewis Wallace",
    "genre": [
      "infantil"
    ],
    "category": "todos",
    "pages": 72,
    "publisher": "Susaeta",
    "description": "La obra que le dio fama a Lewis Wallace fue escrita en 1880. En ella quiso contrarrestar las ideas ateas con una obra de exaltación de sus creencias religiosas bajo la apariencia de novela histórica, al hacer confluir las vidas paralelas del judío Ben-Hur y del Mesías Jesucristo en la época de la dominación romana. Su éxito de ventas y popularidad duró varias décadas. Fue adaptada al teatro y al cine.",
    "image": "https://imagessl8.casadellibro.com/a/l/t7/08/9788467722208.jpg",
    "rating": 4,
    "price": 3.84,
    "released": "2014-05-19",
    "language": "español"
  },
  {
    "name": "Ha llegado el Aguila",
    "author": "Jack Higgins",
    "genre": [
      "novela",
      "historia"
    ],
    "category": "16+",
    "pages": 434,
    "publisher": "Torres de papel",
    "description": "Estamos en 1943. Himmler, el siniestro jefe de la Gestapo, prepara un golpe realmente audaz: el secuestro y asesinato de Wiston Churchill. Los ejecutores de la operación serán un grupo de paracaidistas al mando de un brillante oficial, que contarán con el apoyo de una nacionalista irlandés. Pero, aunque todo parece perfectamente diseñado, el heroísmo puede torcer el curso de la historia. Esta novela fue llevada al cine por John Sturges, en una película protagonizada por Michael Caine.",
    "image": "https://imagessl9.casadellibro.com/a/l/t7/09/9788494325809.jpg",
    "rating": 5,
    "price": 23.37,
    "released": "2014-12-03",
    "language": "español"
  },
  {
    "name": "La Colina de Watership",
    "author": "Richard Adams",
    "genre": [
      "novela"
    ],
    "category": "18+",
    "pages": 448,
    "publisher": "Seix Barral",
    "description": "Quinto, un joven y apacible conejo, sufre unas visiones aterradoras sobre el futuro de la conejera donde reside. Convertido en líder de sus cinco inseparables compañeros, deciden abandonar cuanto conocen para fundar un nuevo hogar. El viaje para encontrar un buen asentamiento donde empezar una nueva vida, así como las aventuras ligadas a los instintos de supervivencia de estos conejos serán el eje de esta inolvidable historia. Esta novela tiene el tono de una narración épica antigua, pero también encierra una aguda crítica de las relaciones de poder, un alegato ecológico de extraordinaria efi cacia y una reflexión profunda y serena acerca de la dureza de la vida.",
    "image": "https://imagessl4.casadellibro.com/a/l/t7/44/9788432228544.jpg",
    "rating": 5,
    "price": 19.95,
    "released": "2009-07-29",
    "language": "español"
  },
  {
    "name": "Azabache",
    "author": "Anna Sewell",
    "genre": [
      "estudio",
      "historia"
    ],
    "category": "12+",
    "pages": 156,
    "publisher": "Rubeo Ediciones",
    "description": "Azabache es la historia de un caballo contada por él mismo. Comienza con sus alegres días como potranco en una granja inglesa y sigue con su difícil vida en el Londres decimonónico tirando cabriolés. Durante su vida se encontrará con muchas dificultades y episodios de crueldad; pero también con la generosidad y piedad humanas.Con detalladas observaciones y extensas descripciones del comportamiento de los equinos esta novela es un canto al respeto que los humanos deben a los animales.",
    "image": "https://imagessl6.casadellibro.com/a/l/t7/86/9788494953286.jpg",
    "rating": 5,
    "price": 11.68,
    "released": "2019-06-28",
    "language": "español"
  },
  {
    "name": "El Nombre de la Rosa",
    "author": "Umberto Eco",
    "genre": [
      "novela"
    ],
    "category": "16+",
    "pages": 752,
    "publisher": "Lumen",
    "description": "Valiéndose de las características de la novela gótica, la crónica medieval y la novela policíaca,El nombre de la rosa narra las investigaciones detectivescas que realiza el fraile franciscano Guillermo de Baskerville para esclarecer los crímenes cometidos en una abadía benedictina en el año 1327. Le ayudará en su labor el novicio Adso, un joven que se enfrenta por primera vez a las realidades de la vida situadas más allá de las puertas del convento. En esta primera y brillante incursión de Umberto Eco en el mundo de la narrativa, que dio lugar a una manera de concebir la novela histórica, el lector disfrutará de una trama apasionante y una admirable reconstrucción de una época especialmente conflictiva de la historia de Occidente.",
    "image": "https://imagessl8.casadellibro.com/a/l/t7/68/9788426403568.jpg",
    "rating": 5,
    "price": 22.3,
    "released": "2015-07-24",
    "language": "español"
  },
  {
    "name": "Ana de las Tejas Verdes",
    "author": "Lucy Maud Montgomery",
    "genre": [
      "infantil"
    ],
    "category": "12+",
    "pages": 224,
    "publisher": "Alfaguara",
    "description": "Ana Shirley es una niña risueña y soñadora con la imaginación más desbordante que puede existir. Cuando, por error, acaba viviendo con los hermanos Cuthbert -que, en realidad, querían adoptar un niño-, su vida da un giro inesperado# y comienzan sus aventuras en Tejas Verdes. Una nueva y cuidada edición del clásico de Lucy Maud Montgomery, ilustrado por María Hesse, que traerá de vuelta los recuerdos de toda una generación de lectores y abrirá las puertas de Avonlea a los más jóvenes. Clásicos inolvidables para disfrutar, compartir y dejar volar la imaginación.",
    "image": "https://imagessl3.casadellibro.com/a/l/t7/23/9788418915123.jpg",
    "rating": 4,
    "price": 16.5,
    "released": "2022-09-22",
    "language": "español"
  },
  {
    "name": "Usted Puede Sanar Su Vida",
    "author": "Louise L. Hay",
    "genre": [
      "salud - desarrollo personal"
    ],
    "category": "18+",
    "pages": 256,
    "publisher": "Books4pocket",
    "description": "El gran clásico de Louis L. Hay, un bestséller que inició el movimiento de crecimiento personal en todo el mundo y que hoy día se sigue editando en más de treinta países. El planteamiento del libro es muy sencillo: todos tenemos el poder de transformar nuestra vida porque los pensamientos conforman la realidad de cada cual. A partir de esta idea, la autora propone un método de autotransformación que enseña no sólo a crear paz y armonía tanto interior como exterior sino a descubrir el significado de la auténtica autoestima. Usted puede sanar su vida no ha perdido vigencia con el paso de los años; al contrario, las más modernas teorías científicas corroboran sus planteamientos. Muchos autores han recuperado las ideas de Hay con posterioridad pero ninguno ha sabido exponerlos con tanta sencillez y acierto. Hoy, Ediciones Urano vuelve pone al alcance de los lectores la nueva edición de un clásico para leer y releer.",
    "image": "https://imagessl5.casadellibro.com/a/l/t7/15/9788496829015.jpg",
    "rating": 5,
    "price": 6.8,
    "released": "2007-03-30",
    "language": "español"
  },
  {
    "name": "Lolita",
    "author": "Vladimir Nabokov",
    "genre": [
      "novela"
    ],
    "category": "16+",
    "pages": 392,
    "publisher": "Anagrama",
    "description": "La historia de la obsesión de Humbert Humbert, un profesor cuarentón, por la doceañera Lolita es una extraordinaria novela de amor en la que intervienen dos componentes explosivos: la atracción «perversa» por las nínfulas y el incesto. Un itinerario a través de la locura y la muerte, que desemboca en una estilizadísima violencia, narrado, a la vez con autoironía y lirismo desenfrenado, por el propio Humbert Humbert. «Lolita» es también un retrato ácido y visionario de los Estados Unidos, de los horrores suburbanos y de la cultura del plástico y del motel. En resumen, una exhibición deslumbrante de talento y humor a cargo de un escritor que confesó que le hubiera encantado filmar los picnics de Lewis Carrol.",
    "image": "https://imagessl7.casadellibro.com/a/l/t7/77/9788433960177.jpg",
    "rating": 4,
    "price": 12.54,
    "released": "2006-04-18",
    "language": "español"
  },
  {
    "name": "Heidi",
    "author": "Johanna Spyri",
    "genre": [
      "infantil"
    ],
    "category": "todos",
    "pages": 176,
    "publisher": "Alma Europa",
    "description": "Maravillosa edición en estuche de los clásicos más entrañables: PETER PAN, PINOCHO, HEIDI Y ALICIA EN EL PASÍ DE LAS MARAVILLAS Además de estos 4 títulos el pack incluye un elegante Notebook especialmente diseñado, a juego con los libros. Un magnífico y exclusivo regalo para los amantes de la gran literatura.",
    "image": "https://imagessl8.casadellibro.com/a/l/t7/08/9788417430108.jpg",
    "rating": 5,
    "price": 12.6,
    "released": "2021-10-06",
    "language": "español"
  },
  {
    "name": "Las Crónicas de Narnia: el León, la Bruja y el Armario",
    "author": "C.s. Lewis",
    "genre": [
      "infantil"
    ],
    "category": "12+",
    "pages": 256,
    "publisher": "Planeta",
    "description": "Narnia, la tierra donde todo puede suceder. Narnia…, un mundo congelado…, una tierra que aguarda su liberación. Cuatro niños descubren un armario que les sirve de puerta de acceso a Narnia, un país congelado en un invierno eterno y sin Navidad. Entonces, cumpliendo con las viejas profecías, los niños—junto con el león Aslan—serán los encargados de liberar al reino de la tiranía de la Bruja Blanca y recuperar el verano, la luz y la alegría para todos los habitantes de Narnia.",
    "image": "https://imagessl7.casadellibro.com/a/l/t7/47/9788408210047.jpg",
    "rating": 5,
    "price": 11.65,
    "released": "2019-06-18",
    "language": "español"
  },
  {
    "name": "El Codigo Da Vinci",
    "author": "Dan Brown",
    "genre": [
      "novela"
    ],
    "category": "18+",
    "pages": 624,
    "publisher": "Planeta",
    "description": "La mayor conspiración de los últimos 2000 años está a punto de ser desvelada. Robert Langdon recibe una llamada en mitad de la noche: el conservador del museo del Louvre ha sido asesinado en extrañas circunstancias y junto a su cadáver ha aparecido un desconcertante mensaje cifrado. Al profundizar en la investigación, Langdon, experto en simbología, descubre que las pistas conducen a las obras de Leonardo Da Vinci…y que están a la vista de todos, ocultas por el ingenio del pintor. Langdon une esfuerzos con la criptóloga francesa Sophie Neveu y descubre que el conservador del museo pertenecía al priorato de Sión, una sociedad que a lo largo de los siglos ha contado con miembros tan destacados como sir Isaac Newton, Botticelli, Victor Hugo o el propio Da Vinci, y que ha velado por mantener en secreto una sorprendente verdad histórica. Una mezcla trepidante de aventuras, intrigas vaticanas, simbología y enigmas cifrados que provocó una extraordinaria polémica al poner en duda algunos de los dogmas sobre los que se asienta la Iglesia católica. Una de las novelas más leídas de todos los tiempos.",
    "image": "https://imagessl2.casadellibro.com/a/l/t7/22/9788408176022.jpg",
    "rating": 4,
    "price": 20,
    "released": "2017-08-29",
    "language": "español"
  },
  {
    "name": "Harry Potter y la Camara Secreta",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 296,
    "publisher": "Salamandra",
    "description": "«Hay una conspiración, Harry Potter. Una conspiración para hacer que este año sucedan las cosas más terribles en el Colegio Hogwarts de Magia y Hechicería.» El verano de Harry Potter ha incluido el peor cumpleaños de su vida, las funestas advertencias de un elfo doméstico llamado Dobby y el rescate de casa de los Dursley protagonizado por su amigo Ron Weasley al volante de un coche mágico volador. De vuelta en el Colegio Hogwarts de Magia y Hechicería, donde va a empezar su segundo curso, Harry oye unos extraños susurros que resuenan por los pasillos vacíos. Y entonces empiezan los ataques y varios alumnos aparecen petrificados... Por lo visto, las siniestras predicciones de Dobby se están cumpliendo....",
    "image": "https://imagessl7.casadellibro.com/a/l/t7/57/9788478884957.jpg",
    "rating": 5,
    "price": 17.2,
    "released": "1999-10-18",
    "language": "español"
  },
  {
    "name": "Harry Potter y el Prisionero de Azkaban",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 360,
    "publisher": "Salamandra",
    "description": "«Bienvenido al autobús noctámbulo, transporte de emergencia para el brujo abandonado a su suerte. Levante la varita, suba a bordo y lo llevaremos a donde quiera.» Cuando el autobús noctámbulo irrumpe en una calle oscura y frena con fuertes chirridos delante de Harry, comienza para él un nuevo curso en Hogwarts, lleno de acontecimientos extraordinarios. Sirius Black, asesino y seguidor de lord Voldemort, se ha fugado, y dicen que va en busca de Harry. En su primera clase de Adivinación, la profesora Trelawney ve un augurio de muerte en las hojas de té de la taza de Harry... Pero quizá lo más aterrador sean los dementores que patrullan por los jardines del colegio, capaces de sorberte el alma con su beso...",
    "image": "https://imagessl0.casadellibro.com/a/l/t7/90/9788478885190.jpg",
    "rating": 5,
    "price": 17.7,
    "released": "2000-01-10",
    "language": "español"
  },
  {
    "name": "Harry Potter y el Caliz de Fuego",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 672,
    "publisher": "Salamandra",
    "description": "Habrá tres pruebas, espaciadas en el curso escolar, que medirán a los campeones en muchos aspectos diferentes: sus habilidades mágicas, su osadía, sus dotes de deducción y, por supuesto, su capacidad para sortear el peligro. Se va a celebrar en Hogwarts el Torneo de los Tres Magos. Sólo los alumnos mayores de diecisiete años pueden participar en esta competición, pero, aun así, Harry sueña con ganarla. En Halloween, cuando el cáliz de fuego elige a los campeones, Harry se lleva una sorpresa al ver que su nombre es uno de los escogidos por el cáliz mágico. Durante el torneo deberá enfrentarse a desafíos mortales, dragones y magos tenebrosos, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizá logre salir con vida!",
    "image": "https://imagessl7.casadellibro.com/a/l/t7/47/9788498383447.jpg",
    "rating": 5,
    "price": 13.8,
    "released": "2011-01-20",
    "language": "español"
  },
  {
    "name": "Harry Potter y la Orden del Fenix",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 928,
    "publisher": "Salamandra",
    "description": "«El director cree que no es conveniente que eso continúe ocurriendo. Quiere que te enseñe a cerrar tu mente al Señor Tenebroso.» Son malos tiempos para Hogwarts. Tras el ataque de los dementores a su primo Dudley, Harry Potter comprende que Voldemort no se detendrá ante nada para encontrarlo. Muchos niegan que el Señor Tenebroso haya regresado, pero Harry no está solo: una orden secreta se reúne en Grimmauld Place para luchar contra las fuerzas oscuras. Harry debe permitir que el profesor Snape le enseñe a protegerse de las brutales incursiones de Voldemort en su mente. Pero éstas son cada vez más potentes, y a Harry se le está agotando el tiempo...",
    "image": "https://imagessl1.casadellibro.com/a/l/t7/21/9788498383621.jpg",
    "rating": 5,
    "price": 16.9,
    "released": "2011-06-07",
    "language": "español"
  },
  {
    "name": "Harry Potter y las Reliquias de la Muerte",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 704,
    "publisher": "Salamandra",
    "description": "«Entregadme a Harry Potter -dijo la voz de Voldemort- y nadie sufrirá ningún daño. Entregadme a Harry Potter y dejare el colegio intacto. Entregadme a Harry Potter y sereis recompensados.» Cuando se monta en el sidecar de la moto de Hagrid y se eleva en el cielo, dejando Privet Drive por última vez, Harry Potter sabe que lord Voldemort y sus mortífagos se hallan cerca. El encantamiento protector que había mantenido a salvo a Harry se ha roto, pero el no puede seguir escondiendose. El Señor Tenebroso se dedica a aterrorizar a todos los seres queridos de Harry, y, para detenerlo, este habrá de encontrar y destruir los horrocruxes que quedan. La batalla definitiva debe comenzar: Harry tendrá que alzarse y enfrentarse a su enemigo...",
    "image": "https://imagessl5.casadellibro.com/a/l/t7/45/9788498383645.jpg",
    "rating": 5,
    "price": 13.75,
    "released": "2011-06-07",
    "language": "español"
  },
  {
    "name": "Harry Potter y el Misterio del Principe",
    "author": "J.k. Rowling",
    "genre": [
      "novela",
      "ficción"
    ],
    "category": "12+",
    "pages": 576,
    "publisher": "Salamandra",
    "description": "Con dieciseis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los ferreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.» El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo.",
    "image": "https://imagessl7.casadellibro.com/a/l/t7/07/9788478889907.jpg",
    "rating": 5,
    "price": 23.25,
    "released": "2006-02-23",
    "language": "español"
  },
  {
    "name": "El Alquimista",
    "author": "Paulo Coelho",
    "genre": [
      "novela",
      "salud - desarrollo personal"
    ],
    "category": "16+",
    "pages": 192,
    "publisher": "Planeta",
    "description": "Una fábula inspiradora sobre la importancia de luchar por tus sueños. Considerado ya un clásico de nuestros días, El Alquimista relata las aventuras de Santiago, un joven pastor andaluz que un día emprende un viaje por las arenas del desierto en busca de un tesoro. Lo que empieza como la búsqueda de bienes mundanos se convertirá en el descubrimiento del tesoro interior. Evocativa y profundamente humana, esta historia es el testimonio eterno del poder transformador de nuestros sueños, de la importancia de escuchar a nuestros corazones y de descifrar el lenguaje que está más allá de las palabras. Y es que cuando una persona desea realmente algo, el Universo entero conspira para que pueda realizar su sueño.",
    "image": "https://imagessl5.casadellibro.com/a/l/t7/05/9788408253105.jpg",
    "rating": 5,
    "price": 10.2,
    "released": "2022-02-16",
    "language": "español"
  },
  {
    "name": "La Odisea",
    "author": "Homero",
    "genre": [
      "infantil"
    ],
    "category": "12+",
    "pages": 160,
    "publisher": "Anaya",
    "description": "Una colección de grandes obras de la literatura adaptadas para los estudiantes. La Odisea, del poeta griego Homero, es uno de los poemas épicos más importantes de Occidente. La historia narra el viaje de regreso del héroe Odiseo a su patria, la isla de Ítaca, tras su participación en la guerra de Troya. Su travesía estará llena de peligros y aventuras. La Odisea es una metáfora del viaje que es la vida para todos nosotros; de ahí que sea un clásico universal.",
    "image": "https://imagessl2.casadellibro.com/a/l/t7/02/9788467828702.jpg",
    "rating": 5,
    "price": 12.2,
    "released": "2012-04-17",
    "language": "español"
  },
  {
    "name": "ENHORABUENA POR TU FRACASO",
    "author": "ARTURO GONZALEZ CAMPOS",
    "genre": [
      "humor"
    ],
    "category": "16+",
    "pages": 224,
    "publisher": "PLAN B",
    "description": "Enhorabuena por tu fracaso es un desnudo integral de Arturo González-Campos, lo que no sabemos si dice mucho a su favor. Una oda a lo genuino y una invitación a que te atrevas a persistir en lo que te apasiona; a fracasar y fracasar y volver a intentarlo para, con toda probabilidad, seguir aprendiendo a fracasar. Este es un relato (¿o unas memorias?) sobre esos fracasos que, sólo a veces, se convierten en éxitos y que han permanecido en la mente de Arturo González-Campos durante toda su vida. Listas de canciones, de películas, de libros, pequeñas historias personales que se hacen universales y anécdotas amargamente tristes que te matarán de risa. Todo eso y mucho más podrás encontrar en esta «artubiografía de las cosas» que es una puta locura.",
    "image": "https://m.media-amazon.com/images/I/41lrTxtHQnL.jpg",
    "rating": 4,
    "price": 17.5,
    "released": "2022-06-09",
    "language": "español"
  },
  {
    "name": "ACADEMIA DE MADRES: EL ORIGEN",
    "author": "NACHTER",
    "genre": [
      "humor"
    ],
    "category": "16+",
    "pages": 200,
    "publisher": "MARTINEZ ROCA",
    "description": "Madre está harta de que las técnicas ancestrales de la maternidad se estén perdiendo. Pero eso se va a acabar. Ella va a poner orden: ha fundado la Academia de Madres, donde compartirá con otras madres ávidas de sabiduría todos sus conocimientos, desde el legendario lanzamiento de chancla hasta las frasecitas de madre.",
    "image": "https://www.planetadelibros.com.co/usuaris/libros/fotos/350/m_libros/349986_portada_academia-de-madres-el-origen_nachter_202202251000.jpg",
    "rating": 4,
    "price": 14.5,
    "released": "2022-04-13",
    "language": "español"
  },
  {
    "name": "CURIOSOS INFORTUNIOS",
    "author": "JAVIER CAPARROS",
    "genre": [
      "humor"
    ],
    "category": "12+",
    "pages": 240,
    "publisher": "EDICIONES CAMELOT SRL",
    "description": "Una historia fresca, dinámica y llena de matices que nos presenta a Ismael, un joven universitario al que las desavenencias de su inexperta vida le llevarán a vivir situaciones hilarantes y llenas de acción.",
    "image": "https://edicionescamelot.com/wp-content/uploads/2022/06/9000100312974-211x300.jpg",
    "rating": 4,
    "price": 20.8,
    "released": "2022-05-27",
    "language": "español"
  },
  {
    "name": "TODO WILT",
    "author": "TOM SHARPE",
    "genre": [
      "humor"
    ],
    "category": "12+",
    "pages": 10080,
    "publisher": "ANAGRAMA",
    "description": "En 1976 Tom Sharpe creó a Henry Wilt, uno de los grandes antiheroes de la literatura contemporánea, que acabó protagonizando las cinco descacharrantes novelas reunidas en este volumen:áWilt, Las tribulaciones de Wilt, ¡Çnimo, Wilt!, Wilt no se aclara y La herencia de Wilt.",
    "image": "https://www.anagrama-ed.es/uploads/media/portadas/0001/24/4cf50d342d0e15811c2ae6e810d32973a641cc85.jpeg",
    "rating": 4,
    "price": 24,
    "released": "2022-07-01",
    "language": "español"
  },
  {
    "name": "(PE) FAMILIA NO HAY MAS QUE UNA Y EL PERRO LO ENCONTRAMOS EN LA CALLE",
    "author": "GUILLERMO FESSER",
    "genre": [
      "humor"
    ],
    "category": "16+",
    "pages": 192,
    "publisher": "TEMAS DE HOY",
    "description": "He aquí algunos de los protagonistas de este hogareño retrato de familia: La madre: es esa mujer que se pasa la mayor parte del día en bata y lleva en el cabello unos macarrones gordos amados «rulos». Ejerce de víctima y su frase favorita es: «¡Me tenéis hecha una esclava!». El padre: frecuentemente es un señor. A veces lleva gafas, aunque no es indispensable. Conduce el coche y contribuye a la formación de los hijos con dichos como: «¡Te voy a dar una guantazo que vas a ver las estrellas!».",
    "image": "https://imagessl3.casadellibro.com/a/l/t5/43/9788484606543.jpg",
    "rating": 4,
    "price": 24,
    "released": "1998-01-20",
    "language": "español"
  },
  {
    "name": "PADRE, EL ULTIMO MONO",
    "author": "BERTO ROMERO",
    "genre": [
      "humor"
    ],
    "category": "16+",
    "pages": 224,
    "publisher": "PLANETA",
    "description": "Capítulos tan útiles como: • Bienvenido a la secta • Enhorabuena. Está a punto de adquirir un producto líder • Compruebe que el producto está en perfecto estado • Instalación del producto en su casa • Complementos necesarios para el producto • Uso correcto de los otros miembros de la familia • Cargado de baterías y suministro de combustible • Habilidades básicas del producto adquirido.",
    "image": "https://www.libreriasinopsis.com/imagenes/9788408/978840800395.JPG",
    "rating": 4,
    "price": 6.8,
    "released": "2013-02-12",
    "language": "español"
  },
  {
    "name": "NOSTALGIA MILENIAL",
    "author": "NOSTALGIA MILENIAL",
    "genre": [
      "humor"
    ],
    "category": "12+",
    "pages": 160,
    "publisher": "RANDOM COMICS",
    "description": "Si la respuesta a la mayoría de preguntas es sí, no hay duda, lo que tú tienes se llama nostalgia milenial. Pero tranqui, ¡no es nada malo! Con este libro podrás recordar los desayunos con Megatrix, las tardes en el ciber, las canciones del verano o la llegada del Tuenti. También los politonos, el fenómeno Harry Potter o el primer OT. Podrás recordar lo maravilloso que fue crecer en pleno cambio de milenio. ¿Te apuntas a este viaje al pasado? Pues sumérgete entre sus páginas y, como diría Mufasa, ¡recuerda quién eres!.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71lCVsojjXL.jpg",
    "rating": 4,
    "price": 18.8,
    "released": "2021-11-18",
    "language": "español"
  },
  {
    "name": "LA REVOLUCION DE LA GLUCOSA",
    "author": "JESSIE INCHAUSPE",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 312,
    "publisher": "DIANA",
    "description": "Mejora todos los aspectos de tu salud, desde el peso, el sueño, los antojos, el estado de ánimo, la energía, la piel… e incluso retrasa el envejecimiento con trucos fáciles de implementar y basados en la ciencia que te ayudan a controlar tus niveles de azúcar en sangre mientras sigues comiendo los alimentos que te encantan.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71Fi-KkUTiL.jpg",
    "rating": 4,
    "price": 18.8,
    "released": "2022-05-11",
    "language": "español"
  },
  {
    "name": "DIME QUÉ COMES Y TE DIRÉ QUÉ BACTERIAS TIENES",
    "author": "BLANCA GARCIA-OREA",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 272,
    "publisher": "GRIJALBO",
    "description": "Muchas veces sufrimos cansancio, mal humor, ansiedad, estrés e incluso molestias digestivas que tratamos solo con medicamentos. Blanca García-Orea, una de las nutricionistas más influyentes en nuestro país, comparte las claves para entender cómo influyen las bacterias intestinales en tus pensamientos, en tus patrones de conducta y su papel en las enfermedades y en la calidad de vida.",
    "image": "https://m.media-amazon.com/images/I/51NIo15gsKL._SX260_.jpg",
    "rating": 4,
    "price": 18.8,
    "released": "2020-10-08",
    "language": "español"
  },
  {
    "name": "DOLOR CRONICO: LA CLAVE PARA TU RECUPERACION",
    "author": "GEORGIE OLDFIELD",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 248,
    "publisher": "MANDALA EDICIONES",
    "description": "El dolor crónico sí puede curarse, y sin necesidad de medicamentos, terapias o cirugía. Este necesita un abordaje diferente al usado en el dolor agudo, en el que se tengan en cuenta los nuevos avances de las neurociencias del dolor, y la demostrada relación que tiene el dolor con nuestras emociones y el estrés. Escrito por una importante fisioterapeuta británica y especialista en dolor crónico, este libro revela cómo una dolencia, por muy física y debilitante que sea, puede ser causada por el propio cerebro como consecuencia de no saber lidiar con nuestras propias emociones. Es un libro que empodera, en el que se explican los resultados de las investigaciones que sostienen este modelo de tratamiento, describe una docena de testimonios y sobre todo proporciona las herramientas prácticas para ayudarle a identificar la causa de su dolor y le pone en el camino que conduce al alivio de una vez por todas..",
    "image": "https://www.editorialdilema.com/images/osteopatia/9788416765973-dolor-cronico-la-clave-para-tu-recuperacion_0_225.jpg",
    "rating": 4,
    "price": 16.8,
    "released": "2020-12-10",
    "language": "español"
  },
  {
    "name": "PIERDE GRASA CON COMIDA REAL",
    "author": "CARLOS RIOS",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 320,
    "publisher": "PAIDOS IBERICA",
    "description": "Carlos Ríos ha conseguido que miles de personas salgan de Matrix y se apunten al movimiento Realfooding para eliminar definitivamente de su dieta el consumo de ultraprocesados y vuelvan a comer comida real. Sin embargo, los problemas de sobrepeso y obesidad siguen afectando a una gran parte de la población y ello también redunda en nuestra salud.",
    "image": "https://www.planetadelibros.com.co/usuaris/libros/fotos/349/m_libros/348936_portada_pierde-grasa-con-comida-real_carlos-rios_202202091713.jpg",
    "rating": 4,
    "price": 17.5,
    "released": "2022-03-16",
    "language": "español"
  },
  {
    "name": "PREPARADOS, LISTOS, ¡ÑAM!",
    "author": "LAURA ÁLVAREZ",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 200,
    "publisher": "ESPASA LIBROS",
    "description": "Proporcionar a nuestros pequeños la mejor alimentación posible es determinante para una buena salud presente y futura. Además, la infancia es una etapa clave para forjar unos sanos hábitos alimentarios y empezar una relación positiva con la comida. ",
    "image": "https://m.media-amazon.com/images/I/41Bkvvkxh3L.jpg",
    "rating": 4,
    "price": 17.5,
    "released": "2022-09-07",
    "language": "español"
  },
  {
    "name": "NUTRICION DEPORTIVA: GUIA PRACTICA",
    "author": "LAURA ÁLVAREZ",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 192,
    "publisher": "TUTOR",
    "description": "Escrito por especialistas, este libro pone al día a los deportistas y entrenadores en los últimos descubrimientos científicos en nutrición, ofreciéndoles consejos prácticos para que tengan el impacto más beneficioso en el rendimiento deportivo.",
    "image": "https://www.edicionestutor.com/wp-content/uploads/2016/05/1-Gu%C3%ADa-pr%C3%A1ctica-de-nutrici%C3%B3n-deportiva-978-84-7902-878-7.jpg",
    "rating": 4,
    "price": 17.10,
    "released": "2011-05-05",
    "language": "español"
  },
  {
    "name": "EL EFECTO FRANKENSTEIN (PREMIO EDEBE DE LITERATURA JUVENIL 2019)",
    "author": "ELIA BARCELO",
    "genre": [
      "comida"
    ],
    "category": "todos",
    "pages": 336,
    "publisher": "EDEBE",
    "description": "Una intriga en la que confluyen los géneros de novela policíaca y gótica. Todo comienza cuando el joven Max se despierta en una casa en ruinas; su cuerpo está cruzado por enormes cicatrices que evidencian que ha sido atendido por un cirujano, pero él no recuerda nada. Nora estudia Medicina en la ciudad alemana de Ingolstadt y esa misma noche de Carnaval conoce a Max cuando ambos salvan a una niña de morir ahogada en el Danubio. La atracción es inmediata. El problema es que pertenecen a épocas distintas",
    "image": "https://kbimages1-a.akamaihd.net/d08bfb9e-d01c-4d56-8d4c-a807d9f7a494/1200/1200/False/el-efecto-frankenstein-premio-edebe-2019-de-literatura-juvenil.jpg",
    "rating": 4,
    "price": 10.5,
    "released": "2019-02-28",
    "language": "español"
  },
  {
    "name": "LAS LAGRIMAS DE SHIVA (PREMIO EDEBE 2002 DE LITERATURA JUVENIL) ( 7ª ED.)",
    "author": "CESAR MALLORQUI",
    "genre": [
      "ocio - tiempo libre"
    ],
    "category": "16+",
    "pages": 240,
    "publisher": "EDEBE",
    "description": "En cierta ocasión, hace ya mucho tiempo, vi un fantasma. Sí, un espectro, una aparición, un espíritu; lo puedes llamar como quieras, el caso es que lo vi. Ocurrió el mismo año en que el hombre llegó a la Luna y, aunque hubo momentos en los que pasé mucho miedo, esta historia no es lo que suele llamarse una novela de terror. --Todo comenzó con un enigma: el misterio de un objeto muy valioso que estuvo perdido durante siete décadas. Las Lágrimas de Shiva, así se llamaba ese objeto extraviado. A su alrededor tuvieron lugar venganzas cruzadas, y amores prohibidos, y extrañas desapariciones.--Hubo un fantasma, sí, y un viejo secreto oculto en las sombras, pero también hubo mucho más.",
    "image": "https://imagessl4.casadellibro.com/a/l/t1/44/9788496352544.jpg",
    "rating": 4,
    "price": 10.5,
    "released": "2005-04-21",
    "language": "español"
  },
  {
    "name": "BIOGRAFÍA DEL SILENCIO",
    "author": "PABLO D ORS",
    "genre": [
      "ocio - tiempo libre"
    ],
    "category": "16+",
    "pages": 112,
    "publisher": "GALAXIA GUTENBERG",
    "description": "Basta un año de meditación perseverante, o incluso medio, para percatarse de que se puede vivir de otra forma. La meditación agrieta la estructura de nuestra personalidad hasta que, de tanto meditar, la grieta se ensancha y la vieja personalidad se rompe y, como una flor, comienza a nacer una nueva. Meditar es asistir a este fascinante y tremendo proceso de muerte y renacimiento. Poco más de un centenar de páginas de inaudita intensidad que nos ayudan a comprender la importancia de esa humilde pero profunda virtud que es la atención. Un libro tan pequeño como exquisito que recoge una obstinada búsqueda de sí mismo. Tras conocer a Franz Jalics -su maestro- y en respuesta a los miles de lectores que le escribieron para comentarle y agradecerle su Biografía del silencio, Pablo d'Ors funda en 2014 la asociación Amigos del Desierto, cuyo propósito es profundizar y promover la práctica contemplativa.",
    "image": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9788/4179/9788417971717.jpg",
    "rating": 4,
    "price": 11.35,
    "released": "2005-04-21",
    "language": "español"
  },
  {
    "name": "SANATE TU MISMO: MINDFULNESS EN MEDICINA",
    "author": "SAKI SANTORELLI",
    "genre": [
      "ocio - tiempo libre"
    ],
    "category": "16+",
    "pages": 350,
    "publisher": "KAIROS",
    "description": "En la actualidad, disfrutamos de extraordinarios avances tecnológicos en el diagnóstico y tratamiento de las enfermedades, al tiempo que estamos aprendiendo a asumir una mayor responsabilidad en nuestra propia salud y bienestar. En Sánate tú mismo, Saki Santorelli, director de la prestigiosa Clínica de Reducción del Estrés de Massachusetts, explora las antiguas raíces de la medicina y nos muestra el modo de introducir el mindfulness en el crisol de la relación terapéutica. Su enfoque revoluciona la dinámica existente entre profesionales y pacientes, ahondando en la transformación que tiene lugar en este proceso alquímico. Santorelli comparte con nosotros su propio viaje personal a través del mindfulness y su fascinante implicación en las vidas de los pacientes.",
    "image": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9788/4179/9788417971717.jpg",
    "rating": 4,
    "price": 11.35,
    "released": "2017-04-26",
    "language": "español"
  },
  {
    "name": "INTERNATIONAL ENGLISH B2+ WORKBOOK (2ª EDICION)",
    "author": "(edición en inglés)",
    "genre": [
      "ocio - tiempo libre"
    ],
    "category": "16+",
    "pages": 350,
    "publisher": "BURLINGTON BOOKS",
    "description": "INTERNATIONAL ENGLISH B1 WORKBOOK es un libro del autor AA.VV. editado por BURLINGTON. INTERNATIONAL ENGLISH B1 WORKBOOK tiene un código de ISBN 9925-30-503-9, de la colección DISCOVER ESO y consta de 154 Páginas..",
    "image": "https://pictures.abebooks.com/isbn/9789963273799-es.jpg",
    "rating": 4,
    "price": 11.35,
    "released": "2017-04-26",
    "language": "INGLÉS"
  },
  {
    "name": "INTERNATIONAL ENGLISH B2+ WORKBOOK (1ª EDICION)",
    "author": "(edición en inglés)",
    "genre": [
      "ocio - tiempo libre"
    ],
    "category": "16+",
    "pages": 350,
    "publisher": "BURLINGTON BOOKS",
    "description": "INTERNATIONAL ENGLISH B1 WORKBOOK es un libro del autor AA.VV. editado por BURLINGTON. INTERNATIONAL ENGLISH B1 WORKBOOK tiene un código de ISBN 9925-30-503-9, de la colección DISCOVER ESO y consta de 154 Páginas.",
    "image": "https://www.pasajeslibros.com/static/img/portadas/_visd_0001JPG0CY52.jpg",
    "rating": 4,
    "price": 11.35,
    "released": "2020-03-11",
    "language": "INGLÉS"
  },
  {
    "name": "VIDA, LA GRAN HISTORIA",
    "author": "JUAN LUIS ARSUAGA",
    "genre": [
      "biología"
    ],
    "category": "16+",
    "pages": 592,
    "publisher": "DESTINO",
    "description": "El mayor viaje a la vida desde su aparición en la Tierra hasta hoy, contado por su mayor conocedor. Juan Luis Arsuaga, el investigador de los yacimientos de la sierra de Atapuerca. Su libro más ambicioso después deLa especie elegida.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71TX1z2fsBL.jpg",
    "rating": 2,
    "price": 11.35,
    "released": "2022-02-03",
    "language": "español"
  },
  {
    "name": "GENÉTICA. UN ENFOQUE CONCEPTUAL",
    "author": "BENJAMIN A. PIERCE",
    "genre": [
      "biología"
    ],
    "category": "16+",
    "pages": 915,
    "publisher": "PANAMERICANA",
    "description": "Cuenta con más de veinte años de trayectoria y esta nueva edición se presenta totalmente actualizada. Ofrece numerosas herramientas pedagógicas para el estudiante, como recuadros con las ideas importantes, ilustraciones, resúmenes de conceptos y preguntas de evaluación, con sus respuestas al final del capítulo, etc. Tiene un sitio web propio, pensado para estudiantes y docentes, que incluye: animaciones de los procesos claves de la genética, preguntas de autoevaluación con sus respuestas, las ilustraciones del libro, así como un banco de preguntas de opción múltiple.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41cCr5Zc4zL.jpg",
    "rating": 4,
    "price": 103.5,
    "released": "2020-12-02",
    "language": "español"
  },
  {
    "name": "GENES DE COLORES",
    "author": "LLUIS MONTOLIU, JESUS ROMERO",
    "genre": [
      "biología"
    ],
    "category": "16+",
    "pages": 232,
    "publisher": "PANAMERICANA",
    "description": "El color de la piel es un carácter que no debería tener más connotaciones que las puramente descriptivas y fisiológicas, pero con demasiada frecuencia a lo largo de la historia ha sido un desgraciado motivo de discriminación, persecución, ataques o muertes. Resulta inaudito comprobar que apenas unas pocas variaciones genéticas en unos cuantos genes, que tienen un impacto evidente en nuestro aspecto externo, ayuden a determinadas personas al éxito social y condenen a otras al ostracismo, o incluso supongan un claro peligro para sus vidas.",
    "image": "https://img.txalaparta.eus/Articulos/med/Genes-de-colores.jpg",
    "rating": 5,
    "price": 27.4,
    "released": "2022-04-06",
    "language": "español"
  },
  {
    "name": "DISFRUTAR EN LA NATURALEZA",
    "author": "JOSE LUIS GALLEGO",
    "genre": [
      "biología"
    ],
    "category": "16+",
    "pages": 256,
    "publisher": "ALIANZA EDITORIAL",
    "description": "Compendio de recuerdos y reflexiones sobre lugares, especies animales o vegetales, épocas del año y actividades en la naturaleza y nos hace partícipes de todos esos momentos únicos para animarnos a disfrutar de la naturaleza, y por supuesto, conservarla.",
    "image": "https://www.alianzaeditorial.es/imagenes/libros/grande/9788491811701-disfrutar-en-la-naturaleza.jpg",
    "rating": 5,
    "price": 27.4,
    "released": "2018-05-31",
    "language": "español"
  },
  {
    "name": "LA MUERTE CONTADA POR UN SAPIENS A UN NEANDERTAL",
    "author": "JUAN JOSE MILLAS, JUAN LUIS ARSUAGA",
    "genre": [
      "biología"
    ],
    "category": "16+",
    "pages": 312,
    "publisher": "ALFAGUARA",
    "description": "Compendio de recuerdos y reflexiones sobre lugares, especies animales o vegetales, épocas del año y actividades en la naturaleza y nos hace partícipes de todos esos momentos únicos para animarnos a disfrutar de la naturaleza, y por supuesto, conservarla.",
    "image": "https://imagessl2.casadellibro.com/a/l/t5/52/9788420461052.jpg",
    "rating": 4,
    "price": 17.5,
    "released": "2022-02-01",
    "language": "español"
  },
  {
    "name": "DAMIAN",
    "author": "ALEX MIREZ",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 472,
    "publisher": "DEJAVU EDICIONES - NOVA CASA EDITORIAL",
    "description": "Padme ha vivido durante toda su vida en el pueblo de Asfil. Es una chica normal, buena. O eso parece. En el fondo tiene varios secretos, y uno de ellos se llama Damián. Es su peculiar vecino, que siempre le dio la impresión de estar ocultando algo y a quien ella trató de descifrar sin éxito. Un día, Damián desaparece y su vida sigue un curso corriente, pero meses después vuelve, y con él regresa la peligrosa curiosidad que Padme tanto intentó reprimir. Ella decide, finalmente, seguirlo.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/61iOugQFnGL.jpg",
    "rating": 4,
    "price": 18.5,
    "released": "2022-06-09",
    "language": "español"
  },
  {
    "name": "TODO ES FUEGO (DE ARMAS TOMAR 2)",
    "author": "ELEANOR RIGBY",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 496,
    "publisher": "B DE BOLSILLO",
    "description": "Las vidas de ambos han cambiado cuando se reencuentran en un crucero. Dácil no esperaba encontrarse con el chico al que lleva intentando olvidar un año entero. Thiago no sospechaba que volvería a ver los ojos de la chica que le tocó el corazón. En teoría deberían estar acostumbrados al otro, pero hay demasiados asuntos pendientes entre los dos y ninguno ha enterrado el hacha de guerra. Hasta que llega el nuevo acuerdo. Pero jugar con fuego siempre es peligroso...",
    "image": "https://m.media-amazon.com/images/I/51wSI3udsGL.jpg",
    "rating": 4,
    "price": 9.45,
    "released": "2022-07-07",
    "language": "español"
  },
  {
    "name": "LA CASA EN EL MAR MAS AZUL",
    "author": "TJ KLUNE",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 496,
    "publisher": "PLANETA",
    "description": "Trabajo, trabajo y más trabajo. Linus Baker podría ser una persona cualquiera, en un lugar cualquiera, viviendo una vida cualquiera. Él estaba convencido de esto, y si tú lo hubieras conocido, tampoco habrías dudado en asegurar que Linus pertenecía al montón, ni más, ni menos. Y así era, hasta el día en que este funcionario del Departamento de Jóvenes Mágicos es llamado por Altísima Dirección para supervisar un orfanato del que apenas hay registros.",
    "image": "https://www.planetadelibros.com/usuaris/libros/fotos/346/m_libros/portada_la-casa-en-el-mar-mas-azul_tj-klune_202203161729.jpg",
    "rating": 4,
    "price": 18,
    "released": "2022-07-07",
    "language": "español"
  },
  {
    "name": "EL DESPERTAR DEL FUEGO (DESTINO: LA SAGA WINX 2)",
    "author": "SARAH REES BRENNAN",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 304,
    "publisher": "MOLINO",
    "description": "Es primavera y la directora Dowling está organizando la jornada de orientación para los estudiantes que asistirán a Alfea el próximo curso. Stella se ofrece para dirigir el comite de bienvenida a los nuevos estudiantes e insiste en que la ayude su novio, Sky. Pero el está preocupado por el mal comportamiento de su compañero de cuarto, el arisco Riven.",
    "image": "https://editorial.tirant.com/high/9788427277977.jpg",
    "rating": 4,
    "price": 17.1,
    "released": "2022-07-07",
    "language": "español"
  },
  {
    "name": "LA TRILOGIA DE LA NIEBLA (CONTIENE: EL PRINCIPE DE LA NIEBLA; EL PALACIO DE LA MEDIANOCHE; LAS LUCES DE SEPTIEMBRE)",
    "author": "CARLOS RUIZ ZAFON",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 880,
    "publisher": "PLANETA",
    "description": "Todo el misterio y las emociones del primer Carlos Ruiz Zafón. En una misteriosa casa de la costa atlántica, lejos del Londres amenazado por la guerra, Max va a descubrir que los desafíos del presente a menudo tienen su razón de ser en pactos inconfesables sellados mucho tiempo atrás, donde habitan seres como El Príncipe de la Niebla.",
    "image": "https://imagessl3.casadellibro.com/a/l/t5/03/9788408176503.jpg",
    "rating": 4,
    "price": 15.5,
    "released": "2017-03-10",
    "language": "español"
  },
  {
    "name": "DEMIAN: HISTORIA DE LA JUVENTUD DE EMIL SINCLAIR",
    "author": "HERMANN HESSE",
    "genre": [
      "juvenil"
    ],
    "category": "16+",
    "pages": 192,
    "publisher": "ALIANZA EDITORIAL",
    "description": "Escrita tras las trágicas experiencias de la Gran Guerra, Demian es una de las obras más emblemáticas de Hermann Hesse (1877-1962). La novela -en la que late la repulsa de la sociedad burguesa y masificada y el llamamiento a los elegidos (los que llevan en su frente el «estigma de Caín») para conquistar la autenticidad y emprender la reconstrucción comunitaria de la humanidad- narra, como reza su subtítulo, la «historia de la juventud» de Emil Sinclair, quien, en ruptura con el mundo claro y seguro de su infancia, va a la busca de su personalidad y de su destino, sólo realizables en el mundo oscuro, incierto y amenazador de los adultos.",
    "image": "https://imagessl3.casadellibro.com/a/l/t5/03/9788408176503.jpg",
    "rating": 4,
    "price": 11.35,
    "released": "2011-01-17",
    "language": "español"
  },
  {
    "name": "GUIA TERAPEUTICA EN INTENSIVOS PEDIATRICOS (7ª ED.)",
    "author": "CARMINA GUITART, FRANCISCO JOSE CAMBRA",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 288,
    "publisher": "ALIANZA EDITORIAL",
    "description": "Una nueva edición de esta Guía que se ha convertido en referente de la consulta rápida entre los especialistas de cuidados intensivos pediátricos. La Guía ha ido evolucionando y mejorando, manteniendo el espíritu original de su origen de ofrecer una versión de bolsillo de los protocolos de la Unidad. Los cuidados críticos pediátricos constituyen la subespecialidad más dinámica de la pediatría, no solo en términos de fisiopatología de la enfermedad y su manejo, sino también en términos de actualización de conocimientos. Con la aparición de nuevas evidencias se hace necesario mantener el ritmo de actualización.",
    "image": "https://www.popularlibros.com/imagenes.webp_peq/9788418/978841857698.webp",
    "rating": 4,
    "price": 16.5,
    "released": "2022-04-11",
    "language": "español"
  },
  {
    "name": "EL ESPEJO DEL CEREBRO",
    "author": "NAZARETH CASTELLANOS",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 288,
    "publisher": "LA HUERTA GRANDE",
    "description": "Conocer el cerebro es el gran reto de la neurociencia, y se podría decir que es uno de los grandes retos de nuestro tiempo. La autora de este ensayo nos invita a ha- cerlo a través de su experiencia científica en laboratorios y su continua búsqueda de conocimiento en áreas, todas interco- nectadas, como la medicina, la filosofía o la espiritualidad. Este libro recoge los resultados de la neurociencia de la me- ditación donde se muestran los cambios cerebrales que suceden cuando tenemos una actitud atenta y consciente. Estas investigaciones nos invitan a conocer los obstáculos de la mente y a recordar que la biología nos permite moldearnos y ser escultores de nuestro propio cerebro",
    "image": "https://images.cdn2.buscalibre.com/fit-in/360x360/8e/8e/8e8e4dd2ae52b381a2a6e3df4848d5f7.jpg",
    "rating": 4,
    "price": 11.4,
    "released": "2021-04-07",
    "language": "español"
  },
  {
    "name": "9 MESES DESDE DENTRO",
    "author": "EDUARD GRATACOS SOLSONA",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 384,
    "publisher": "PLANETA",
    "description": "9 meses desde dentro es un diario del embarazo que te ayudará a conocer mejor cada una de les cuarenta semanas de gestación y te emocionará con el sorprendente relato de la evolución de la primera célula en su maravilloso trayecto de feto a bebé.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71+jhEVER-L.jpg",
    "rating": 4,
    "price": 9.4,
    "released": "2021-04-07",
    "language": "español"
  },
  {
    "name": "EL PODER DE CREAR VIDA",
    "author": "PAULA CAMAROS",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 480,
    "publisher": "PLANETA",
    "description": "La información es poder y, en este caso, calma al afrontar el que será uno de los mayores retos de tu vida. El embarazo y la maternidad son deseados por muchas mujeres, pero en la era de la información seguimos desconociendo muchísimas de las realidades que rodean a este proceso.",
    "image": "https://www.planetadelibros.com/usuaris/libros/fotos/347/m_libros/portada_el-poder-de-crear-vida_paula-camaros-ruiz_202202221620.jpg",
    "rating": 4,
    "price": 18.9,
    "released": "2022-03-23",
    "language": "español"
  },
  {
    "name": "LO PRIMERO, LA VIDA",
    "author": "DAVID CALLEJO",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 288,
    "publisher": "PLANETA",
    "description": "La medicina es un camino profundamente vocacional, pero para David Callejo fue casi una casualidad. Ahora, apenas unos años después, ocupa un puesto reservado a los mejores en uno de los hospitales referencia del país, el Gregorio Marañón, y se ha convertido en el médico más seguido y comentado de las redes sociales.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41CwX3QgaAL._SX342_SY445_QL70_ML2_.jpg",
    "rating": 4,
    "price": 17.3,
    "released": "2022-01-12",
    "language": "español"
  },
  {
    "name": "DE LA EUFORIA A LA TRISTEZA",
    "author": "FRANCESC COLOM I VICTORIANO",
    "genre": [
      "medicina"
    ],
    "category": "16+",
    "pages": 396,
    "publisher": "LA ESFERA DE LOS LIBROS",
    "description": "Como si de una montaña rusa se tratara, quien padece un trastorno bipolar vive debatiéndose entre la euforia y la tristeza, entre la manía y la depresión. Esta enfermedad psiquiátrica, una de las más comunes, afecta a los mecanismos cerebrales encargados de regular el estado de ánimo. No se trata de un simple cambio de carácter, sino de algo mucho más complejo que requiere tratamiento.",
    "image": "https://www.esferalibros.com/wp-content/uploads/2021/04/principal-portada-de-la-euforia-a-la-tristeza-es-1-630x1024.jpg",
    "rating": 4,
    "price": 9.4,
    "released": "2020-01-08",
    "language": "español"
  },
  {
    "name": "PRINCIPIOS PARA ENFRENTARSE AL NUEVO ORDEN MUNDIAL",
    "author": "RAY DALIO",
    "genre": [
      "política"
    ],
    "category": "16+",
    "pages": 672,
    "publisher": "DEUSTO",
    "description": "Los tiempos que vienen serán radicalmente diferentes a los que hemos vivido hasta ahora, pero se parecerán mucho a otras etapas de la historia. Esta es la principal conclusión a la que ha llegado el experto inversor Ray Dalio, después de un titánico estudio de episodios análogos al presente en los últimos quinientos años: los ciclos históricos siempre han sido muy similares entre ellos.",
    "image": "https://imagessl0.casadellibro.com/a/l/t5/90/9788423433490.jpg",
    "rating": 4,
    "price": 23.5,
    "released": "2020-01-08",
    "language": "español"
  },
  {
    "name": "ECONOMÍA EN UNA LECCIÓN",
    "author": "HENRY HAZLITT",
    "genre": [
      "política"
    ],
    "category": "16+",
    "pages": 240,
    "publisher": "UNION EDITORIAL",
    "description": "Este libro en su ya octava edición es un brillante análisis de los sofismas económicos que en los últimos tiempos se han convertido en una nueva ortodoxia, a pesar de sus internas contradicciones. Actualmente, no existe en el mundo un solo gobierno importante cuya política económica no se halle influida, cuando no totalmente determinada, por alguno de estos sofismas.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/61uW1JzSwuL.jpg",
    "rating": 4,
    "price": 11.86,
    "released": "2019-06-05",
    "language": "español"
  },
  {
    "name": "PRINCIPIOS DE ECONOMIA POLITICA",
    "author": "CARL MENGER",
    "genre": [
      "política"
    ],
    "category": "16+",
    "pages": 450,
    "publisher": "UNION EDITORIAL",
    "description": "La labor -crucial— de Mcngcr en la historia del pensamiento económico se desarrolló en una doble vertiente. Por un lado, en el enfoque subjetivista c individualista -el ijidividualismo metodológico— de la teoría del valor y de los precios y, en general, de las diversas categorías económicas. Fruto de este enfoque fueron sus Principios de Economía Política que, junto con la Theory of Political Economy de Jevons (Walras vino más tarde), constituyeron el arranque de lo que se ha dado en llamar la revolución margmalista en la teoría económica.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71umag3EsHL.jpg",
    "rating": 4,
    "price": 23.71,
    "released": "2020-09-02",
    "language": "español"
  },
  {
    "name": "CAPITALISME I DEMOCRÀCIA 1756-1848",
    "author": "JOSEP FONTANA",
    "genre": [
      "política"
    ],
    "category": "16+",
    "pages": 216,
    "publisher": "LABUTXACA",
    "description": "Capitalisme i democràcia 1756-1848, l'obra pòstuma de l'historiador Josep Fontana, és una anàlisi crítica dels inicis del capitalisme i una denúncia en tota regla de la desigualtat social. Amb un subtítol revelador i contundent, Com va començar aquest engany, les seves reflexions se centren a explicar les causes d?un dels problemes actuals més greus i que amenaça el futur de les nostres societats: la desigualtat social creixent. Fontana aprofundeix en els orígens del capitalisme quan, a cavall del segle XVIII i XIX, es van forjar els mecanismes d?un sistema econòmic que ha tingut en el segle XXI un avenç depredador i imparable, i desemmascara les regles del joc que han portat a l?actual situació social global injusta. En definitiva, una reflexió historiogràfica rigorosa, un cop de puny i un crit d?alerta.",
    "image": "https://m.media-amazon.com/images/I/31cH5DOib-L.jpg",
    "rating": 4,
    "price": 9.45,
    "released": "2021-01-27",
    "language": "español"
  }
]