[
  {
    "name": "Renegados",
    "author": "Marissa Meyer",
    "genre": ["ficción"],
    "category": "12+",
    "pages": 587,
    "publisher": "VRYA",
    "description": "Los Renegados son un sindicato de prodigios, humanos con habilidades extraordinarias, quienes surgieron de las ruinas de una sociedad destrozada y establecieron paz y orden donde reinaba el caos.Como campeones de la justicia, ellos son un símbolo de esperanza y coraje para todos... excepto para los villanos que alguna vez derrocaron. Nova tiene una razón para odiar a los Renegados, y tiene como misión la venganza. A medida que se acerca a su objetivo, conoce a Adrian, un Renegado que cree en la justicia. Y en Nova. Pero la lealtad de ella pertenece a un villano que tiene el poder de destruirlos a ambos.",
    "image": "https://www.tematika.com/media/catalog/Ilhsa/Imagenes/646015.jpg",
    "rating": 5,
    "price": 10.0,
    "released": "2018-02-21",
    "language": "español"
  },
  {
    "name": "La granja de Zenón. Un día en la granja",
    "author": "El Reino Infantil",
    "genre": ["infantil"],
    "category": "todos",
    "pages": 22,
    "publisher": "Grupo Editorial Planeta S.A.I.",
    "description": "Un grupo de cotorras muy maleducadas se ha adueñado de los melocotoneros. El lorito Pepe y el gallo Bartolito corren a avisar a Zenón, quien tiene un plan infalible para capturarlas.",
    "image": "https://www.planetadelibros.com.ar/usuaris/libros/fotos/331/m_libros/portada_la-granja-de-zenon-un-dia-en-la-granja_el-reino-infantil_202107191813.jpg",
    "rating": 0,
    "price": 6.0,
    "released": "2021-07-14",
    "language": "español"
  },
  {
    "name": "El visitante",
    "author": "Stephen King",
    "genre": ["ficción", "terror"],
    "category": "16+",
    "pages": 592,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "Un niño de once años ha sido brutalmente asesinado. Todas las pruebas apuntan a uno de los ciudadanos más queridos de Flint City: Terry Maitland, entrenador en la liga infantil, profesor de literatura, marido ejemplar y padre de dos niñas. El detective Ralph Anderson ordena su detención. Maitland tiene una coartada firme que demuestra que estuvo en otra ciudad cuando se cometió el crimen, pero las pruebas de ADN encontradas en el lugar de los hechos confirman que es culpable. Ante la justicia y la opinión pública Terry Maitland es un asesino y el caso está resuelto. Pero el detective Anderson no está satisfecho. Maitland parece un buen tipo, un ciudadano ejemplar, ¿acaso tiene dos caras? Y ¿cómo es posible que estuviera en dos sitios a la vez? La respuesta, como no podría ser de otra forma saliendo de la pluma de Stephen King, te hará desear no haber preguntado. La crítica ha dicho... «¿Puede una persona estar en dos sitios a la vez? Con Stephen King, nunca se sabe...» Woman «Una emocionante historia que trata de algunas de nuestras mayores fobias. Nos recuerda a It.» Kirkus Reviews «El inteligente uso de King de la medicina forense ayuda a cimentar la historia en una realidad clínica creíble, donde los miedos se muestran en su descarnada realidad.» Publishers Weekly «Fascinante. Otro libro asombrosamente oscuro, perfecto para sus millones de lectores.» Booklist «Hay mucho de oscuro y de sobrenatural en esta nueva novela de Stephen King. Pero lo más inquietante resulta ser el lado monstruoso de la naturaleza humana.» USA Today «Hazte un favor y léelo.» Associated Press En los blogs... «La trama es buenísima, los diálogos son estupendos y las escenas, totalmente inquietantes.» Blog Bitácora de mis lecturas «Una historia rotunda y una protagonista fuerte, brillante y capaz que lucha por lo que cree justo sin pararse ante nada ni nadie.» Blog Lectura directa «El visitante es una novela con vida, con fuerza y con una historia realmente potente.» Blog Papel de tinta neg",
    "image": "https://covers.alibrate.com/b/5bcf6c9a08b76e7a029b669d/f9105aac-2fa5-43ac-b7ec-eec51ead72f2/share",
    "rating": 5,
    "price": 12.3,
    "released": "2021-03-01",
    "language": "español"
  },
  {
    "name": "Destellos de belleza. anécdotas y escenas de una vida",
    "author": "Jonas Mekas",
    "genre": ["arte", "biografía"],
    "category": "todos",
    "pages": 368,
    "publisher": "Caja Negra",
    "description": "Ha llegado el momento de contarles algo sobre mí. Una mini biografía relacionada con el lenguaje. Crecí en una pequeña aldea campesina en Lituania, en una zona que hablaba su propio dialecto. Solíamos reírnos del idioma oficial lituano y bromear al respecto. Luego ingresé en la escuela primaria y tuve que aprender el idioma oficial lituano. Luego, en la secundaria, comencé a aprender latín y francés. Tuve dos años de cada idioma. Cuando llegaron los soviéticos en 1940, declararon que el francés y el latín no eran aceptados. En cambio, impusieron el idioma ruso. Entonces comencé a aprender ruso. Dos años de estudios. Cuando llegaron los nazis en 1942, anunciaron que el ruso ya no era aceptable, solo el alemán. A partir de allí estudié alemán durante dos años más.",
    "image": "https://http2.mlstatic.com/D_NQ_NP_781939-MLA50630405040_072022-V.jpg",
    "rating": 2,
    "price": 8.3,
    "released": "2022-07-01",
    "language": "español"
  },
  {
    "name": "El fantasma del faro",
    "author": "Liniers / Del Campo",
    "genre": ["arte"],
    "category": "todos",
    "pages": 192,
    "publisher": "La Editorial Comun",
    "description": "Es verano en la costa de Maine: dos niñas y su padre se mudan a una casa al lado de un faro en ruinas, rodeado de muchos misterios e historias espeluznantes. Se hacen amigas de una joven, que parece simpática pero también un poco rara.",
    "image": "https://www.laeditorialcomun.com/img/p/1/3/6/9/1369-large_default.jpg",
    "rating": 3,
    "price": 9.7,
    "released": "2022-05-01",
    "language": "español"
  },
  {
    "name": "MARVEL ZOMBIES REUNIOS 1",
    "author": "JIM ZUB",
    "genre": ["comic"],
    "category": "12+",
    "pages": 168,
    "publisher": "PANINI",
    "description": "Los Vengadores se han enfrentado a muchos peligros y han salvado la Tierra en multitud de ocasiones, pero nunca antes habían tenido que lidiar con una infección que está convirtiendo a la gente en zombi y que parece haberse originado dentro de la Torre Stark. Comienza así una carrera contrarreloj para impedir que el brote se extienda a toda Nueva York y al resto del planeta mientras buscan su origen y una posible cura.",
    "image": "https://ramenparados.com/wp-content/uploads/2022/03/marvel-zombies-reunions-1-300x440.jpg",
    "rating": 4,
    "price": 9,
    "released": "2022-06-01",
    "language": "español"
  },
  {
    "name": "EL BATMAN QUE RIE 2.ED",
    "author": "SCOTT SNYDER / JAMES TYNION IV",
    "genre": ["comic"],
    "category": "12+",
    "pages": 232,
    "publisher": "ECC",
    "description": "“Un Batman que ríe... es un Batman que siempre gana.” Desencadenó el Multiverso Oscuro en la épica colección Noches oscuras:Metal. Ahora la superestrella Scott Snyder vuelve a unirse al aclamadodibujante Jock (Batman: Espejo oscuro) para dejar libre en Gotham Cityal más letal morador de esa realidad alternativa... ¡y el Caballero Oscuro original nunca volverá a ser el mismo! Mitad Batman. Mitad Joker. Combinando todo lo que hace del Cruzado de la Capa un héroe y del Príncipe Payaso un asesino, el Batman que ríe es el genio criminal más peligroso del Multiverso Oscuro. Y ha llegado a Gotham a fin de transformar el hogar de Bruce Wayne en un generador del mal. Y no viene solo. Desde otra de las realidades que integran en miríada el Multiverso Oscuro surge el Caballero Sombrío. Ese cruel justiciero recurrirá a cualquier arma a su disposición para garantizar que sus objetivos se queden bien muertos. Una guerra que no se parece en nada a ninguna —una guerra de Hombres Murciélago— ha dado comienzo. A medida que los más cercanos amigos de Batman, sus más mortíferos enemigos y sus dobles malignos del Multiverso se vean en medio del fuego cruzado, una sola pregunta prevalece: ¿Quién reirá el último? ¡Descubrid la respuesta en El Batman que ríe —la terrorífica reinvención de uno de los mejores héroes del cómic... y también de uno de sus mejores villanos— gracias al principal guionista de Batman de nuestros tiempos! Este volumen recopila la miniserie de siete episodios al completo y el especial dedicado al Caballero Sombrío.",
    "image": "https://i1.whakoom.com/large/3f/0f/851df21f7c934b4ebfb1e612bac1f53c.jpg",
    "rating": 4,
    "price": 25.5,
    "released": "2021-11-09",
    "language": "español"
  },
  {
    "name": "V DE VENDETTA (DC POCKET)",
    "author": "ALAN MOORE",
    "genre": ["comic"],
    "category": "12+",
    "pages": 288,
    "publisher": "ECC",
    "description": "V de Vendetta, además de ser una de las mayores obras maestras de la industria del cómic y una de las obras más personales de sus autores, Alan Moore y David Lloyd, es una historia espeluznante y terriblemente real acerca de la pérdida de la libertad y de la identidad del individuo que se ve inmerso en un mundo hostil, frío y totalitario. Con el trasfondo de una Inglaterra imaginaria que ha caído bajo la bota de un régimen fascista, se analiza tanto la vida bajo un estado policial asfixiante como el poder de la rebelión y la resistencia del espíritu humano ante la opresión y el totalitarismo.",
    "image": "https://www.ecccomics.com/content/productos/14650/cubierta_VdeVendetta_1_Pocket_15mm.jpg",
    "rating": 3,
    "price": 10,
    "released": "2022-26-07",
    "language": "español"
  },
  {
    "name": "BATMAN: TRES JOKERS",
    "author": "GEOFF JOHNS",
    "genre": ["comic"],
    "category": "12+",
    "pages": 160,
    "publisher": "ECC",
    "description": "¿Quiénes son los tres Jokers? Batman no entiende cómo ni por qué, pero es un hecho indudable: el hombre al que lleva una vida entera persiguiendo no es un solo hombre. Hay tres Jokers. Ahora que conoce la increíble verdad, Bruce necesita respuestas reales. Junto a Barbara Gordon y Jason Todd, que fueron víctimas de la violencia del Joker, el Caballero Oscuro por fin se dispone a derrotar al maníaco de forma definitiva. A todos y cada uno de ellos. Geoff Johns, el guionista de títulos tan exitosos como El Reloj del Juicio Final y Batman: Tierra Uno, vuelve a unirse a Jason Fabok después de su colaboración en Liga de la Justicia: La Guerra de Darkseid para presentar uno de los acontecimientos más esperados del mundo del cómic en años. Este volumen integral recopila las tres entregas originales de Batman: Three Jokers.",
    "image": "https://www.ecccomics.com/content/productos/12924/PORTADA_JPG_WEB_batman_tres_jokers.jpg",
    "rating": 4,
    "price": 20,
    "released": "2022-26-04",
    "language": "español"
  },
  {
    "name": "THUNDERBOLTS LA ASCENSION DE NORMAN MARVEL MUST HAVE",
    "author": "WARREN ELLIS / MIKE DEODATO JR.",
    "genre": ["comic"],
    "category": "12+",
    "pages": 304,
    "publisher": "PANINI",
    "description": "La etapa completa de Warren Ellis y Mike Deodato Jr. al frente de Thunderbolts. Uno de los más polémicos guionistas del cómic estadounidense transforma a Los Más Buscados de Marvel en el grupo de elite de Norman Osborn, en una despiadada visión del poder y los medios que utiliza. Veneno, Piedra Lunar, Bullseye, Pájaro Cantor, el Hombre Radiactivo, el Espadachín y Penitencia son las nuevas celebridades de América, siempre a la búsqueda de los superhumanos por registrar que se esconden entre nosotros. ¡Ellos son los nuevos y peligrosos Thunderbolts!",
    "image": "https://www.zonanegativa.com/imagenes/2022/05/ThunderPortada.jpg",
    "rating": 4,
    "price": 24.5,
    "released": "2022-07-07",
    "language": "español"
  },
  {
    "name": "NIGHTWING 1",
    "author": "TOM TAYLOR",
    "genre": ["comic"],
    "category": "12+",
    "pages": 24,
    "publisher": "ECC",
    "description": "Nightwing está de vuelta con una misión: proteger Blüdhaven. La ciudad adoptiva de Dick Grayson tiene un nuevo alcalde de sospechoso pasado, relacionado con el asesinato de los padres del que fuera el primer Robin de la historia. Con ayuda de Batgirl, el heroe descubrirá algunos secretos que están a punto de cambiar su vida para siempre. ¡Una nueva etapa que no te puedes perder, escrita por Tom Taylor y dibujada por Bruno Redondo, el equipo creativo que reinventó al Escuadrón Suicida!",
    "image": "https://www.comicverso.com/wp-content/uploads/2021/12/Nightwing-1.jpg",
    "rating": 4,
    "price": 3,
    "released": "2021-05-10",
    "language": "español"
  },
  {
    "name": "LOS DEFENSORES ¿Y QUIEN HEREDARA LA TIERRA? (MARVEL LIMITED EDITI ON)",
    "author": "JIM STARLIN / SAL BUSCEMA",
    "genre": ["comic"],
    "category": "12+",
    "pages": 472,
    "publisher": "PANINI",
    "description": "Libro de historietas encuadernado en cartoné de 472 páginas interiores en color más cubiertas en color que contiene la traducción de los comic books originales The Defenders números 12 al 25, Giant-Size Defenders números 1 al 4 y Marvel Two-In-One números 6 y 7 publicados en USA por Marvel Comics.",
    "image": "https://images.cdn3.buscalibre.com/fit-in/360x360/f8/62/f86241be0d9ba471a4e64b040f0167a5.jpg",
    "rating": 5,
    "price": 45,
    "released": "2020-01-06",
    "language": "español"
  },
  {
    "name": "DETECTIVE MARCIANO: IDENTIDAD",
    "author": "STEVE ORLANDO / RILEY ROSSMO",
    "genre": ["comic"],
    "category": "12+",
    "pages": 296,
    "publisher": "ECC",
    "description": "John Jones es uno de los policías más competentes de Midleton, Colorado. No obstante, mientras investiga un truculento asesinato, descubre que hay un elemento de su pasado que ha regresado para atormentarlo. Y es que Jones no es un humano normal. De hecho, ni siquiera es humano. Es J’onn J’onzz, el único superviviente de Marte, cuya civilización desapareció hace mucho tiempo. Como Detective Marciano, se ha enfrentado a numerosas amenazas en solitario y en compañía de la Liga de la Justicia, pero ¿sobrevivirá al caso más complicado de su carrera? El guionista Steve Orlando y el dibujante Riley Rossmo nos traen las aventuras contemporáneas de J’onn J’onzz en un volumen que recopila los números del 1 al 12 de la serie original Martian Manhunter.",
    "image": "https://infinitycomics.es/18039/detective-marciano-identidad.jpg",
    "rating": 4,
    "price": 27.5,
    "released": "2022-26-07",
    "language": "español"
  },
  {
    "name": "DRAGON BALL SUPER Nº 01",
    "author": "AKIRA TORIYAMA",
    "genre": ["manga"],
    "category": "todos",
    "pages": 192,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "El mundo ha recuperado la paz, pero ¡¡una nueva amenaza se cierne ahora sobre él!!¿¡Esta vez, el enemigo llega desde el“sexto universo”!? ¡¡Empieza una nueva obra de Dragon Ball que, bajo las directrices originales de Akira Toriyama, retoma el hilo de la historia original!!",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91aaViNP5QL.jpg",
    "rating": 4,
    "price": 8.5,
    "released": "2022-17-10",
    "language": "español"
  },
  {
    "name": "DRAGON BALL SUPER Nº 02",
    "author": "AKIRA TORIYAMA / TOYOTARO",
    "genre": ["manga"],
    "category": "todos",
    "pages": 216,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡El esperado segundo tomo de Dragon Ball Super! A instancias de los dioses de la destrucción, se celebra un torneo de artes marciales entre las selecciones del sexto universo y del séptimo universo, al cual pertenece Goku, para determinar quién se hará con las superbolas de dragón. En el equipo rival figuran un saiyano y Frost, un individuo idéntico a Freezer. ¿¡Hasta dónde llega el poder del caballeroso Frost, al que Goku debe enfrentarse!?",
    "image": "https://images.cdn2.buscalibre.com/fit-in/360x360/45/06/4506ebb9b1ca1787b043969e402168ca.jpg",
    "rating": 4,
    "price": 45,
    "released": "2018-16-10",
    "language": "español"
  },
  {
    "name": "ONE PIECE PARTY Nº 01",
    "author": "EIICHIRO ODA",
    "genre": ["manga"],
    "category": "12+",
    "pages": 184,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "Aquí empieza este spin-off de One Piece repleto de gags humorísticos :) ¡¡Disfrutad de las cinco historias cortas que contiene!! ¡¡Se avecinan un montón de aventuras en las que veréis desfilar a todos los personajes de la serie original!!",
    "image": "https://katakrak.net/sites/default/files/portadas/9788413411231.jpeg",
    "rating": 5,
    "price": 8.75,
    "released": "2021-07-07",
    "language": "español"
  },
  {
    "name": "ONE PIECE PARTY Nº 02",
    "author": "EIICHIRO ODA",
    "genre": ["manga"],
    "category": "12+",
    "pages": 192,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡¡Aquí teneis la segunda y descarada entrega de este spin-off de One Piece repleto de gags humorísticos!! ¡¡Disfrutad de las cinco historias cortas que contiene, entre ellas la emocionante aventura de Ace!!",
    "image": "https://www.planetadelibros.com/usuaris/libros/fotos/323/m_libros/portada_one-piece-party-n-02_eiichiro-oda_202107141208.jpeg",
    "rating": 5,
    "price": 45,
    "released": "2021-24-11",
    "language": "español"
  },
  {
    "name": "PLANETA MANGA Nº 01",
    "author": "VV.AA.",
    "genre": ["manga"],
    "category": "12+",
    "pages": 320,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "Antología en formato revista manga japonesa de obras por autores nacionales. Antología en formato revista manga japonesa de obras por autores nacionales (manga, ilustraciones, artículos). Algunas historias serán autoconclusivas, otras serializadas. Los relatos serán de género diverso: shônen, seinen, yuri...",
    "image": "https://www.planetadelibros.com.mx/usuaris/libros/fotos/336/m_libros/portada_planeta-manga-n-01_aa-vv_202207151801.jpg",
    "rating": 4,
    "price": 25.8,
    "released": "2019-15-10",
    "language": "español"
  },
  {
    "name": "PLANETA MANGA Nº 02",
    "author": "VV.AA.",
    "genre": ["manga"],
    "category": "12+",
    "pages": 320,
    "publisher": "PLANETA DE AGOSTINI",
    "description": "¡Nuevo número de la nueva sensación de manga de autores nacionales! Tras la exitosa acogida del primer número, llegan nuevos capítulos de las series favoritas de nuestros lectores, como Gryphoon (de Luis Montes); Alter Ego (de Ana C. Sánchez), Good Game! (de Blanca Mira y Kaoru Okino), La historia del manga (de Marc Bernabé, Oriol Estrada y Marian Company), Shion (de Alba Cardona) y Aron Fire (de Álvaro Jaudenes), junto a nuevas historias cortas de Santi Casas, Sara Soler, Ernest Sala y Ken Niimura, así como el estreno de series nuevas: Wing, de Senshiru y Meadow Queen, de Alicia López.",
    "image": "https://www.planetadelibros.com.mx/usuaris/libros/fotos/336/m_libros/portada_planeta-manga-n-02_aa-vv_202207151802.jpg",
    "rating": 4,
    "price": 25.8,
    "released": "2020-28-01",
    "language": "español"
  },
  {
    "name": "Fuera de serie: por qué unas personas tienen éxito y otras no",
    "author": "Malcolm Gladwell",
    "genre": ["economía"],
    "category": "12+",
    "pages": 365,
    "publisher": "Hachette",
    "description": "¿Qué diferencia a quienes hacen algo especial en la vida de quienes no lo hacen? Fuera de serie explora las curiosas historias de los grandes jugadores de fútbol; bucea en la peculiar infancia de Bill Gates; busca qué convirtió a los Beatles en el mejor grupo de rock; y se pregunta qué distingue a los pilotos que estrellan aviones de los que no. A través de su viaje por el mundo de los «fuera de serie», los mejores, los más brillantes y famosos, nos convence de que nuestro modo de pensar en el éxito es erróneo.",
    "image": "https://images.cdn2.buscalibre.com/fit-in/360x360/d9/fa/d9fa5aab28f97e9099566dbed28a0313.jpg",
    "rating": 4,
    "price": 11.69,
    "released": "2008-18-11",
    "language": "español"
  },
  {
    "name": "Cien Años de Soledad",
    "author": "Gabriel García Márquez",
    "genre": ["ficción"],
    "category": "12+",
    "pages": 494,
    "publisher": "Penguin Random House",
    "description": "Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevo a conocer el hielo». Con estas palabras empieza una novela legendaria, una de las aventuras literarias más fascinantes del siglo XX. La familia Buendía-lguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representa al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51O9mmoZLhL._SX304_BO1,204,203,200_.jpg",
    "rating": 5,
    "price": 10.93,
    "released": "2009-22-09",
    "language": "español"
  },
  {
    "name": "El Lórax",
    "author": "Dr. Seuss",
    "genre": ["infantil"],
    "category": "todos",
    "pages": 72,
    "publisher": "Random House Books for Young Readers",
    "description": "Edición en español y rimada del famoso clásico de Dr. Seuss sobre la protección del medio ambiente!.",
    "image": "https://images-us.bookshop.org/ingram/9780525707318.jpg?height=500&v=v2",
    "rating": 5,
    "price": 15.80,
    "released": "2019-03-26",
    "language": "español"
  },
  {
    "name": "Learn React with TypeScript 3",
    "author": "Carl Rippon",
    "genre": ["computación", "tecnología"],
    "category": "16+",
    "pages": 502,
    "publisher": "Packt Publishing",
    "description": "React hoy es una de las opciones preferidas para el desarrollo frontend. El uso de React con TypeScript mejora la experiencia de desarrollo y ofrece una poderosa combinación para desarrollar aplicaciones web de alto rendimiento. En este libro, aprenderá a crear componentes de react bien estructurados y reutilizables que son fáciles de leer y mantener mediante el aprovechamiento de técnicas modernas de desarrollo web. Al final del libro, estará bien versado en todo lo que necesita para desarrollar aplicaciones web con todas las funciones con React y TypeScript.",
    "image": "https://itbook.store/img/books/9781789610253.png",
    "rating": 4,
    "price": 44.99,
    "released": "2018-11-29",
    "language": "Inglés"
  },
  {
    "name": "Responsive Web Design with HTML5 and CSS, 3rd Edition",
    "author": "Ben Frain",
    "genre": ["computación", "tecnología"],
    "category": "16+",
    "pages": 408,
    "publisher": "Packt Publishing",
    "description": "Responsive Web Design with HTML5 and CSS, Third Edition es una versión renovada y extendida de uno de los libros más completos y más vendidos sobre las últimas herramientas y técnicas de HTML5 y CSS para el diseño web responsive. Al final de este libro, no solo tendrá una comprensión integral del diseño web responsive y lo que es posible con los últimos HTML5 y CSS, sino también el conocimiento de cómo implementar mejor cada técnica.",
    "image": "https://itbook.store/img/books/9781839211560.png",
    "rating": 4,
    "price": 39.99,
    "released": "2020-04-30",
    "language": "Inglés"
  },
  {
    "name": "El Principito",
    "author": "Antoine de Saint-Exupéry",
    "genre": ["infantil", "novela"],
    "category": "todos",
    "pages": 96,
    "publisher": "Mariner Books",
    "description": "La adorada historia clásica sobre los viajes espaciales de un joven príncipe, una historia profunda sobre la soledad y la pérdida, el amor y la amistad, en español.",
    "image": "https://images-us.bookshop.org/ingram/9780156013925.jpg?height=500&v=v2",
    "rating": 5,
    "price": 12.08,
    "released": "2001-09-04",
    "language": "español"
  },
  {
    "name": "Todo running",
    "author": "Carlos Andrada",
    "genre": ["deporte"],
    "category": "todos",
    "pages": 368,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "En los últimos tiempos, correr se convirtió en más, mucho más que dirigirse de un punto a otro en el menor tiempo posible. Esta actividad, que históricamente estuvo reservada a atletas entrenados, hoy es parte esencial de la vida de un gran número de aficionados en todo el mundo. Carlos Andrada, médico, ultramaratonista y estudioso del tema, recorre la historia de las carreras, los grandes cambios a través de los siglos, los personajes salientes de la especialidad; detalla la biomecánica del corredor (la patada, la zancada, la respiración, qué tipo de zapatillas conviene utilizar según las características de cada persona); analiza su fisiología (energía, consumo de oxígeno, pruebas de evaluación física, reacciones del organismo ante la exigencia física y las condiciones extremas de clima y altura); da pautas sobre el entrenamiento (cómo, cuándo, cuánto y dónde correr, los sistemas más utilizados, el sobreentrenamiento, la elongación); pone el acento en la nutrición (qué dieta seguir, qué ingerir antes, durante y después de correr, las bebidas deportivas), y subraya las particularidades de correr en la infancia, en la tercera edad o durante el embarazo, si es bueno tener sexo antes de una carrera, cómo llegar a correr distancias imposibles, la acción terapéutica del running. En suma, un abordaje amplio y minucioso de este fenómeno que no para de crecer.",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789876275125_1.jpg?id_com=1113",
    "rating": 3,
    "price": 19.4,
    "released": "2015-02-01",
    "language": "español"
  },
  {
    "name": "Cuerpos al límite",
    "author": "Federico Bianchini",
    "genre": ["biografía", "deporte"],
    "category": "todos",
    "pages": 144,
    "publisher": "Penguin Random House Grupo Editorial",
    "description": "Si en Desafiar al cuerpo Federico Bianchini se centraba en el esfuerzo de deportistas que corrían o nadaban más de 80 kilómetros sin detenerse, en Cuerpos al límite el autor pone el foco en la resistencia psicológica que hace posible lograr hazañas aún más impresionantes. Las historias de este volumen se entretejen para entender desafíos imposibles: una mujer que parece poder vivir sin respirar, un hombre que completó 50 maratones en 50 días consecutivos, y otro que gracias al deporte superó sus impulsos suicidas. Bianchini también narra la historia del ganador de la carrera más extrema del mundo y la aventura de un cirujano que, en medio de una competición, debe operar a un compañero. ¿Qué técnicas de concentración usan para correr sin derrumbarse? ¿Cuál es el umbral de dolor que son capaces de soportar? ¿En qué momento deciden parar? La crítica ha dicho... «Federico Bianchini es uno de los mejores cronistas de la nueva generación.» Martín Caparrós en su libro Lacrónica «Es en verdad difícil que el encuentro con un escritor, un artista o un intelectual de lugar a una pieza mayor del periodismo. Estamos ante esa excepción.» Juan Villoro, acta del jurado del premio Las Nuevas Plumas 2010 «Consigue con gran maestría y riqueza del lenguaje retratar a un personaje controvertido en sus múltiples facetas personales y profe sionales, utilizando con brillantez técnicas periodísticas y literarias que hunden sus raíces en la mejor tradición del nuevo periodismo iberoamericano.» José Antonio Vera, presidente de la agencia EFE, Jurado del premio Don Quijote - Rey de España 2013",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789877351804_1.jpg?id_com=1113",
    "rating": 3,
    "price": 6.7,
    "released": "2017-11-01",
    "language": "español"
  },
  {
    "name": "El infiltrado",
    "author": "Uki Goñi",
    "genre": ["biografía"],
    "category": "12+",
    "pages": 280,
    "publisher": "Editorial Paidós Argentina",
    "description": "En 1977 Uki Goñi era periodista del diario de habla inglesa Buenos Aires Herald, el único medio en Argentina en informar sobre las desapariciones masivas llevadas a cabo por la dictadura del 1976-1983. Entre las madres que se acercaban al diario a denunciar la desaparición de sus hijos, se encontraba infiltrado el teniente de Marina Alfredo Astiz, agente secreto experto en secuestrar a madres, monjas y activistas de derechos humanos. Astiz logró inclusive infiltrarse en el propio Buenos Aires Herald, haciéndose pasar por hermano de un desaparecido. La infiltración de Astiz culminó con el secuestro de un grupo de doce personas, recibidas regularmente por Goñi en el Herald. Este libro significó para el autor saldar una deuda con aquellas madres de desaparecidos y activistas que lo visitaban en el diario.El infiltrado fue citado como evidencia para sentenciar a Astiz en la Causa ESMA II en 2011 y nuevamente en la Causa ESMA III en 2017, y su autor fue testigo en el juicio. Íntegramente reescrito tras estas históricas condenas para la presente edición aumentada, El infiltrado reconstruye cronológicamente la infiltración de Astiz entre las primeras Madres de Plaza de Mayo y relata en primera persona el modo en que el Buenos Aires Herald se enfrentó a la dictadura en una soledad casi completa en aquellos años sangrientos.",
    "image": "https://contentv2.tap-commerce.com/cover/large/9789873804656_1.jpg?id_com=1102&r=pad",
    "rating": 2,
    "price": 8,
    "released": "2018-06-02",
    "language": "español"
  },
  {
    "name": "Secretos del tercer reich",
    "author": "Guido Knopp",
    "genre": ["biografía"],
    "category": "16+",
    "pages": 320,
    "publisher": "Editorial Paidós Argentina",
    "description": "Guido Knopp nos ofrece en este libro los resultados de sus investigaciones acerca de algunos de los secretos del Tercer Reich que han permanecido ocultos hasta hoy. Temas como la verdad acerca de la familia de Hitler, sobre la que el propio Führer procuró crear confusión; sobre la procedencia del 'dinero de Hitler', de los ingresos que le permitieron financiar sus campañas y sostener una vida en medio de lujos, o sobre 'las mujeres de Hitler', una historia que comienza con la misteriosa muerte de su sobrina Geli Raubal y concluye con el suicidio de Eva Braun, pero en la que hay otros nombres menos conocidos. Secretos también acerca de otros personajes: sobre las leyendas que envuelven la historia de Erwin Rommel, sobre las falsedades con las que Albert Speer construyó su biografía de 'nazi bueno' y sobre la vida privada, las fantasías, los crímenes y la misteriosa muerte de Himmler.",
    "image": ,
    "rating": 3,
    "price": 8.5,
    "released": "2013-02-25",
    "language": "español"
  }
]
